ConvertFrom-StringData -StringData @'
	# el-gr
	# Greek (Greece)

	API                             = Διεπαφή προγραμματισμού εφαρμογών
	RuleNameNotInput                = Συμπληρώστε το όνομα του κανόνα
	RuleNewNameTips                 = Το όνομα της συντόμευσης δεν μπορεί να υπερβαίνει τους {0} χαρακτήρες και δεν μπορεί να περιέχει: κενά προπορευόμενων και τελικών, \\ / : * ? & @ ! "" < > |
	RuleNewPathISCheck              = Επαληθεύστε ότι η διαδρομή αρχείου είναι διαθέσιμη
	RuleNameFormat                  = Υποστηριζόμενες μορφές αρχείων
'@