ConvertFrom-StringData -StringData @'
	# sr-latn-rs
	# Serbian (Latin, Serbia)

	DesktopMenu               = Додајте персонализовани "мени са десним кликом на радној површини"
	DesktopMenuShift          = Морате држати притиснут тастер Схифт и кликнути десним тастером миша
	ExcludeDefenders          = Додајте почетни директоријум у Дефендерс екцлуде директоријуме
	FDPermissions             = Сакривање фолдера и дозволе
	Shortcuts                 = Пречице, укључујући старт мени

	# Install
	DownloadLinkError         = Адреса за преузимање је неважећа.
	PreferredDownload         = Дајте приоритет адреси за преузимање
	ChangeInstallDisk         = Промените аутоматски избор диска
	SelectArm64               = Дајте приоритет адреси за преузимање арм64 и изаберите к64, к86 по реду.
	SelectAMD64               = Дајте приоритет адреси за преузимање к64, а затим изаберите к86 по реду.
	Selectx86                 = Изаберите само адресе за преузимање за к86.
	SelectNoAvailable         = Изабрани диск нема довољно слободног простора.
	SelectNoDisk              = Користи диск подразумевано није изабрано
	SelectAutoAvailable       = Приликом аутоматског одабира доступног диска
	SelectCheckAvailable      = Проверите минимални расположиви преостали простор
	InstlSkip                 = Прескочите инсталацију
	LocallyExist              = Локално присуство:
	InstlNo                   = Инсталациони фајлови нису пронађени, проверите да ли су комплетни:
	WaitQueue                 = Чекање у реду
	AddQueue                  = Додај ред:

	# Office
	Office                    = Мицрософт Оффице
	Disconnected              = Искључите све локалне мреже
	Patch                     = Инсталирајте закрпе (ако су доступне)
	Redundant                 = Сувишна икона

	# Setup tool
	Related                   = Друго
	StRemote                  = Омогући 3389 удаљену радну површину
	StSMB                     = Отворите СМБ дељење датотека
	StSMBTips                 = Дељени директоријуми треба да додају групу дозвола "Сви" и да подесе дозволе.

	# оптимизација
	SyncAllUser               = Синхронизација са свим корисницима
	AppRestartScreen          = Екран "Ова апликација спречава искључивање или поновно покретање".
	UAC                       = Контрола корисничког налога (УАЦ):
	UACNever                  = Никад ме не обавести
	Numlock                   = НумЛоцк тастер аутоматски светли након укључивања
	FileTransfer              = Дијалог за пренос датотека: Детаљи
	SmartScreenApps           = СмартСцреен апликација и провера датотека
	SmartScreenSafe           = Датотеке које је преузео СмартСцреен означене су као небезбедне
	EasyAccessKeyboard        = Лак приступ стварима са тастатуре
	Maintain                  = Аутоматски распоред одржавања
	Experience                = План побољшања корисничког искуства
	Defragmentation           = План дефрагментације диска
	Compatibility             = Помоћник за компатибилност програма
	ScheduledTasks            = Планирани задатак дијагностичког праћења
	PowerSupply               = Оптимизовано након што је решење за напајање "високе перформансе"
	Delivery                  = Оптимизација испоруке
	PwdUnlimited              = Максимално време коришћења лозинке је неограничено
	RAM                       = Смањите број процесора које користи РАМ
	StorageSense              = Свесни складиштења
	PhotoPreview              = Преглед фотографија
	Protected                 = Оквир за дијалог "Виндовс је заштитио ваш рачунар".
	UpdateFirstLogonAnimation = Надограђена анимација прве пријаве

	# Оптимизација мреже
	NetworkOptimization       = Оптимизујте мрежу
	IEProxy                   = ИЕ проки подешавања не ступају на снагу
	IEAutoSet                 = ИЕ подешавања аутоматског откривања
	NetworkDiscovery          = Дељење датотека за откривање мреже и штампача
	NetworkDiscoveryTips      = Укључите или искључите Нетворк Дисцовери и Дељење датотека и штампача за мреже радних група
	NetworkAdaptersPM         = Искључите мрежни адаптер да бисте уштедели енергију
	IPv6Component             = Компоненте Интернет протокола верзије 6 (ТЦП/ИПв6).
	QOS                       = КОС услуга
	NetworkTuning             = Функција подешавања мреже
	ECN                       = ЕЦН функција

	# Menu
	ContextMenu               = Контекстни мени
	ClassicMenu               = Класични стил
	ModernMenu                = Модеран стил
	TakeOwnership             = Преузети власништво
	CopyPath                  = Путања за копирање
	MultipleIncrease          = Додато је 15 ограничења избора датотека

	# AI
	AI                        = Вештачка интелигенција
	RecallAI                  = Windows Recall
	PaintAI                   = Функције вештачке интелигенције у Paint-у
	NotepadAI                 = Функције вештачке интелигенције у Notepad-у

	# Прегледач
	Browser                   = Прегледач
	Edge                      = Microsoft Edge прегледач
	EdgePD                    = Дијагностички подаци, персонализовани огласи, претрага и још много тога
	EdgeAds                   = Онемогућите огласе, препоручени садржај и MSN вести у Microsoft Edge-у
	EdgeAi                    = Функције вештачке интелигенције у Microsoft Edge-у

	Spotlight                 = Опције позадине радне површине у Windows Spotlight-у
	ClickToDo                 = Click to Do
	Copilot                   = Copilot
	DldlcTips                 = Савети и трикови на закључаном екрану
	MS365Ads                  = Microsoft 365 огласи се приказују на почетној страници подешавања
	OnlineSR                  = Препознавање говора на мрежи
	Start_TrackProgs          = Windows побољшава мени "Старт" и резултате претраге праћењем покретања апликација
	End_Task                  = Омогућите опцију "Заврши задатак" у менију десног клика на траци задатака

	# истраживач датотека
	Explorer                  = Истраживач датотека
	DiscoverFolderTypes       = Откријте тип фасцикле
	Drdfnpofe                 = Сакривање дуплих уноса преносивих дискова у навигационом окну
	SeparateProcess           = Користите посебан процес за сваки прозор Екплорера
	RestartApps               = Поново покрените апликацију након што се пријавите
	RestartAppsTips           = Аутоматски сачувај моје апликације које се могу поново покренути и поново их покренути када се поново пријавим
	CheckBoxes                = Поље за потврду ставке
	ThumbnailCache            = Уклањање кеша сличица
	ExplorerTo                = Подесите подразумевани приказ истраживача на: {0}
	ExplorerToThisPC          = Овај рачунар
	ExplorerToQuickAccess     = Брз приступ
	AeroShake                 = Аеро Схаке Схаке до најниже функционалности
	FileExtensions            = Екстензије за познате типове датотека
	SafetyWarnings            = Уобичајена безбедносна упозорења о типу датотеке
	NavShowAll                = Укључите "Прикажи све фасцикле" у окну за навигацију
	Autoplay                  = Аутоплаи
	Autorun                   = Аутоматски покрените све дискове
	QuickAccessFiles          = Прикажи недавно коришћене датотеке у брзом приступу
	QuickAccessFolders        = Прикажи често коришћене фасцикле у брзом приступу
	ShortcutArrow             = Стрелице и суфикси пречице
	ThisPCRemove              = Уклони са овог рачунара: {0}

	# персонализација
	Personalise               = Персонализација
	Dark                      = Дарк
	Light                     = Светле боје
	DarkMode                  = Нанесите тамну боју на:
	DarkApps                  = Апп
	DarkSystem                = Система
	TransparencyEffects       = Ефекат транспарентности
	SnapAssistFlyout          = Снап Ассист
	SnapAssistFlyoutTips      = Прикажите изглед када миш лебди изнад дугмета за увећање.

	# Старт мени и трака задатака
	Start                     = Старт мени и трака задатака
	TaskbarAlignment          = Подесите поравнање траке задатака на:
	TaskbarAlignmentLeft      = Лево поравнато
	TaskbarAlignmentCentered  = Центар
	TaskbarWidgets            = Икона виџета на траци задатака
	TaskbarWidgetsRemove      = Видгет
	TeamsAutostarting         = Мицрософт Теамс се покреће аутоматски
	TeamsTaskbarChat          = Мицрософт Теамс икона за ћаскање
	BingSearch                = Бинг претрага у менију Старт
	TaskbarSuggestedContent   = Препоручи ми садржај у апликацији Подешавања
	SuggestionsDevice         = Савети о томе како да подесите свој уређај
	SearchBox                 = Трака за претрагу: Прикажи икону за претрагу
	MergeTaskbarNever         = Споји дугмад на траци задатака: никада
	NotificationAlways        = Област за обавештења: увек прикажи све иконе
	Cortana                   = Сакријте дугме Цортана на траци задатака
	TaskView                  = Сакријте дугме Приказ задатака на траци задатака

	# Системска класа
	Dgreadiness               = VBS ( Безбедност заснована на виртуелизацији )
	TPMSetup                  = Провера инсталације ТПМ-а
	TPMUpdate                 = ТПМ вас спречава да надоградите свој систем
	KeepSpace                 = Резервни простор
	Hibernation               = Хибернирати
	ErrorRecovery             = Виндовс опоравак од грешке
	DEP                       = ДЕП и ПАЕ
	PowerFailure              = Функција аутоматске поправке након нестанка струје
	ErrorReporting            = Извештај о грешци
	F8BootMenu                = Опције менија за покретање Ф8

	# трака за игре
	Gaming                    = Игра
	XboxGameBar               = Ксбок трака за игре
	XboxGameBarTips           = Савети за Ксбок игрицу
	XboxGameMode              = Ксбок Гаме Моде
	XboxGameDVR               = Ксбок ДВР

	# Приватност
	PrivacyFeedbackNotifications = Обавештење о повратним информацијама
	FixPrivacy                   = Подешавања приватности
	PrivacyVoiceTyping           = Пошаљите узорке говора, мастила и куцања у МС
	PrivacyContactsSpeech        = Пошаљите контакте у МС
	PrivacyLanguageOptOut        = Дозволите сајтовима да пружају локално релевантан садржај тако што ћете приступити мојој листи језика
	PrivacyAds                   = Дозволите апликацијама да користе мој ИД за оглашавање за искуство у различитим апликацијама
	PrivacyLocatonAware          = Штампање са свешћу о локацији
	PrivacySetSync               = Подесите синхронизацију
	PrivacyInkingTyping          = Персонализација мастила и куцања
	PrivacyShareUnpairedDevices  = Делите информације са неупареним уређајима
	PrivacyLocationSensor        = Сензор положаја
	PrivacyBiometrics            = Виндовс Хелло биометрија
	PrivacyCompatibleTelemetry   = Телеметрија компатибилности
	PrivacyDiagnosticData        = Дијагностичких података
	PrivacyLocationTracking      = Праћење локације
	TailoredExperiences          = Искуство по мери
	ExperiencesTelemetry         = Повезано корисничко искуство и телеметрија
	PrivacyBackgroundAccess      = Приступ у позадини за подразумеване апликације
	TimelineTime                 = Време на временској линији
	CollectActivity              = Прикупите историју активности

	# Час чишћења
	Cleanup                   = Очистити
	SendTo                    = Послати на
	Logs                      = Системски дневник
	DiskCleanup               = Чишћење диска
	SxS                       = Продавница компоненти ВинСкС
	
	# Центар за обавештавање
	Notification              = Центар за обавештавање
	Full                      = Потпуно
	Part                      = Део

	# Величина страница системског диска
	PagingSize                = Величина страница системског диска

	# Optimization Service
	Status                                   = Одмах покрените или искључите покренуту услугу
	Spooler                                  = Штампач
	DPS                                      = Решавање проблема
	DiagTrack                                = Дијагностичка услуга праћења
	WdiSystemHost                            = Хост система за дијагностику
	WdiServiceHost                           = Хост дијагностичке услуге
	diagnosticshub.standardcollector.service = Дијагностички центар Стандардна служба сакупљача
	dmwappushservice                         = Услуга рутирања ВАП пусх порука
	lfsvc                                    = Услуга локације
	MapsBroker                               = Преузмите менаџер мапа
	NetTcpPortSharing                        = Услуга дељења Нет.Тцп порта
	RemoteAccess                             = Рутирање и даљински приступ
	RemoteRegistry                           = Удаљени регистар
	SharedAccess              = Дељење интернет везе (ИЦС)
	TrkWks                    = Дистрибуирани клијент за праћење веза
	WbioSrvc                  = Потребан је читач отиска прста/препознавање лица
	WlanSvc                   = ВЛАН ауто-конфигурација
	WMPNetworkSvc             = Услуга мрежног дељења Виндовс Медиа Плаиер-а
	WSearch                   = Виндовс индекс претраживања
	XblAuthManager            = Ксбок Ливе Аутхентицатион Манагер
	XblGameSave               = Услуга чувања игара Ксбок Ливе
	XboxNetApiSvc             = Мрежни сервис Ксбок Ливе

	OptSSD                    = ССД
	MemoryCompression         = Компресија меморије
	Prelaunch                 = Префетцх престарт
	AnimationEffects          = Ефекти визуелне анимације
	ResetDesk                 = Преуредите иконе на радној површини по имену
	ResetFolder               = Враћање свих фолдера на подразумевани приказ фолдера
	ResetExplorer             = Поновно покретање менаџера ресурса

	RestorePoint              = Тачка враћања система
	RestorePointCreate        = Креирајте нову тачку за враћање система
	RestorePointCreateTips    = За прву употребу, препоручује се да креирате тачку за враћање система ради лакшег опоравка.
'@