ConvertFrom-StringData -StringData @'
	# bg-bg
	# Bulgarian (Bulgaria)

	Save                            = Спаси
	DoNotSave                       = Не спестявайте
	DoNotSaveTips                   = Невъзстановим, деинсталирайте изображението директно.
	UnmountAndSave                  = След това деинсталирайте
	UnmountNotAssignMain            = Когато {0} не е разпределено
	UnmountNotAssignMain_Tips       = По време на пакетната обработка трябва да посочите дали да запазите неприсвоените основни позиции или не.
	ImageEjectTips                  = Предупреждавам\n\n    1. Преди да запазите, се препоръчва да "Проверете състоянието на здравето" Когато се появи "Поправимо" или "Непоправимо":\n       * По време на процеса на преобразуване на ESD се показва грешка 13 и данните са невалидни;\n       * Възникна грешка при инсталиране на системата.\n\n    2. Проверете здравословното състояние, boot.wim не се поддържа.\n\n    3. Когато в изображението има монтиран файл и в изображението не е указано действие за деинсталиране, той ще бъде записан по подразбиране.\n\n    4. Когато записвате, можете да присвоите събития за разширение;\n\n    5. Събитието след изскачащ прозорец ще се изпълни само ако не е запазено.
	ImageEjectSpecification         = Възникна грешка при деинсталирането на {0}. Моля, деинсталирайте разширението и опитайте отново.
	ImageEjectExpand                = Управление на файлове в изображението
	ImageEjectExpandTips            = Намек\n\n    Проверка на здравословното състояние може да не се поддържа. Можете да опитате да проверите, след като го активирате.
	Image_Eject_Force               = Разрешаване на деинсталиране на офлайн изображения
	ImageEjectDone                  = След изпълнение на всички задачи

	Abandon_Allow                   = Разрешаване на бързо изхвърляне
	Abandon_Allow_Auto              = Разрешаване на автоматично активиране на бързото изхвърляне
	Abandon_Allow_Auto_Tips         = След разрешаване на тази опция, опцията "Разрешаване на бързо изхвърляне" ще се появи в "Автопилот, Персонализирано присвояване на известни събития, Изскачащи прозорци". Тази функция се поддържа само в: Основни задачи.
	Abandon_Agreement               = Бързо изхвърляне: Споразумение
	Abandon_Agreement_Disk_range    = Дискови дялове, които са приели бързо изхвърляне
	Abandon_Agreement_Allow         = Приемам използването на бързо изхвърляне и вече няма да нося отговорност за последствията от форматирането на дискови дялове
	Abandon_Terms                   = Условия
	Abandon_Terms_Change            = Условията са променени
	Abandon_Allow_Format            = Разрешаване на форматиране
	Abandon_Allow_UnFormat          = Неоторизирано форматиране на дялове
	Abandon_Allow_Time_Range        = Разрешаването на изпълнението на функции на PowerShell ще влезе в сила по всяко време
'@