ConvertFrom-StringData -StringData @'
	# uk-UA
	# Ukrainian (Ukraine)

	AdvAppsDetailed                 = Створити звіт
	AdvAppsDetailedTips             = Шукайте за тегом регіону, отримуйте докладнішу інформацію, коли будуть доступні пакети досвіду місцевою мовою, і створюйте файл звіту: *.CSV.
	ProcessSources                  = джерело обробки
	InboxAppsManager                = Додаток Inbox
	InboxAppsMatchDel               = Видалити за правилами відповідності
	InboxAppsOfflineDel             = Видалити підготовлену програму
	InboxAppsClear                  = Примусове видалення всіх попередньо встановлених програм ( InBox Apps )
	InBox_Apps_Match                = Зіставте InBox Apps Apps
	InBox_Apps_Check                = Перевірте пакети залежностей
	InBox_Apps_Check_Tips           = Відповідно до правил отримайте всі вибрані елементи інсталяції та перевірте, чи вибрано залежні елементи інсталяції.
	LocalExperiencePack             = Пакети вивчення місцевої мови
	LEPBrandNew                     = По-новому, рекомендую
	UWPAutoMissingPacker            = Автоматичний пошук відсутніх пакетів на всіх дисках
	UWPAutoMissingPackerSupport     = Архітектура x64, потрібно встановити відсутні пакети.
	UWPAutoMissingPackerNotSupport  = Архітектура не x64, використовується, коли підтримується лише архітектура x64.
	UWPEdition                      = Унікальний ідентифікатор версії Windows
	Optimize_Appx_Package           = Оптимізуйте надання пакетів Appx, замінивши ідентичні файли жорсткими посиланнями
	Optimize_ing                    = Оптимізація
	Remove_Appx_Tips                = ілюструвати:\n\nКрок перший: додайте пакети локальної мови ( LXPs ). Цей крок має відповідати відповідному пакету, офіційно випущеному Microsoft.\n       Додайте мовні пакети до багатосеансових образів Windows 10\n       https://learn.microsoft.com/uk-ua/azure/virtual-desktop/language-packs\n\n       Додайте мови до образів Windows 11 Enterprise\n       https://learn.microsoft.com/uk-ua/azure/virtual-desktop/windows-11-language-packs\n\nКрок 2: розпакуйте або змонтуйте *_InboxApps.iso та виберіть каталог відповідно до архітектури;\n\nКрок 3. Якщо корпорація Майкрософт офіційно не випустила найновіші пакети локальної мови ( LXPs ), пропустіть цей крок, якщо так: перегляньте офіційне повідомлення від корпорації Майкрософт:\n       1. Відповідає місцевим мовним пакетам ( LXPs );\n       2. Відповідає накопичувальним оновленням. \n\nПопередньо встановлені програми ( InBox Apps ) є одномовними, і їх потрібно перевстановити, щоб отримати багатомовність. \n\n1. Ви можете вибрати між версією розробника та початковою версією;\n    Версія розробника, наприклад, номер версії:\n    Windows 11 серії\n    Windows 11 24H2, Build 26100.1\n    Windows 11 23H2, Build 22631.1\n    Windows 11 22H2, Build 22621.1\n    Windows 11 21H2, Build 22000.1\n\n    Початкова версія, відома початкова версія:\n    Windows 11 серії\n    Windows 11 24H2, Build 26100.2033\n    Windows 11 23H2, Build 22631.2428\n    Windows 11 22H2, Build 22621.382\n    Windows 11 21H2, Build 22000.194\n\n    Windows 10 серії\n    Windows 10 22H2, Build 19045.2006\n\n    важливо:\n      a. Будь ласка, створюйте зображення заново, коли оновлюється кожна версія. Наприклад, при переході з 21H1 на 22H2, будь ласка, не оновлюйте на основі старого образу, щоб уникнути інших проблем із сумісністю.\n      b. Деякі виробники OEM чітко повідомили розробникам пакувальників про цю норму в різних формах, тому пряме оновлення з ітераційних версій заборонено.\n      Ключові слова: ітерація, крос-версія, кумулятивне оновлення.\n\n2. Після встановлення мовного пакета необхідно додати накопичувальне оновлення, оскільки до того, як буде додано накопичувальне оновлення, у компоненті не буде змінено жодних змін. Наприклад, статус компонента: застарілий, підлягає видаленню;\n\n3. Якщо використовується версія з накопичувальними оновленнями, вам все одно доведеться знову додати накопичувальні оновлення в кінці, що є повторною операцією;\n\n4. Тому під час виробництва рекомендується використовувати версію без накопичувальних оновлень, а потім додати накопичувальні оновлення на останньому кроці. \n\nКритерії пошуку після вибору каталогу: LanguageExperiencePack.*.Neutral.appx
	Export_Lang_Eject_ISO           = Після вилучення з'явиться змонтований ISO-образ. Правила: 
	ImportCleanDuplicate            = Очистіть дублікати файлів
	ForceRemovaAllUWP               = Пропустити додавання пакета досвіду місцевої мови ( LXPs ), виконати інше
	LEPSkipAddEnglish               = Рекомендовано пропустити додавання en-US під час встановлення.
	LEPSkipAddEnglishTips           = Для його додавання не потрібен пакет англійської мови за замовчуванням.
	License                         = Сертифікат
	IsLicense                       = Мати сертифікат
	NoLicense                       = Без сертифіката
	CurrentIsNVeriosn               = Серія версії N
	CurrentNoIsNVersion             = Повністю функціональна версія
	LXPsWaitAddUpdate               = Буде оновлено
	LXPsWaitAdd                     = Буде додано
	LXPsWaitAssign                  = Буде виділено
	LXPsWaitRemove                  = Підлягає видаленню
	LXPsAddDelTipsView              = Є нові поради, перевірте зараз
	LXPsAddDelTipsGlobal            = Більше жодних запитів, синхронізуйте з глобальною системою
	LXPsAddDelTips                  = Більше не запитувати
	Instl_Dependency_Package        = Дозволити автоматичне збирання залежних пакетів під час встановлення InBox Apps
	Instl_Dependency_Package_Tips   = Якщо програма, яку потрібно додати, має залежні пакети, вона автоматично зіставлятиметься відповідно до правил і завершить функцію автоматичного об'єднання необхідних залежних пакетів.
	Instl_Dependency_Package_Match  = Комбінування пакетів залежностей
	Instl_Dependency_Package_Group  = поєднання
	InBoxAppsErrorNoSave            = Зіткнувшись з помилкою, його заборонено врятувати
	InBoxAppsErrorTips              = Є помилки, елемент, що виникає в елементі відповідності {0}, був невдалим
	InBoxAppsErrorNo                = Не було виявлено помилок у відповідності
'@