ConvertFrom-StringData -StringData @'
	# bg-bg
	# Bulgarian (Bulgaria)

	AdditionalEdition               = Версия на добавката
	AE_Required_EditionID           = Идентификатор на задължителната версия
	AE_New_EditionID                = Идентификатор на новата версия
	IsNewScheme                     = Налично решение
	AE_IsCheck                      = Проверка за събития, свързани с версии на добавки
	AE_IsRuning                     = Налични събития, свързани с версии на добавки
	AE_Not_Match                    = Не е намерен съответстващ идентификатор на версията
	AE_NoEvent                      = Няма намерени събития, свързани с версии на добавки
	AE_Rename                       = Разрешаване на преименуване на всички подробности
	AE_Replace_Name                 = Автоматично заместване на имената на езиците
	AE_Add_Exclude_Nomount          = Добавяне към изключване от незаявени монтирания
	AE_ExcludeMount                 = Изключване от незаявени монтирания
	AE_ExcludeMountTips             = Присвоявате елемент за изключване от незаявени монтирания. След добавянето му, промените в идентификатора на версията или серийния номер вече няма да се изискват за монтиране.
	AE_Is_Auto_Sel_Exclude          = Не избирайте несъответстващи добавки
	DropOrder                       = Сортиране с плъзгане и пускане
	EditionErrorNoMatch             = Несъответствие на флага за идентификатор на версията, елемент за грешка {0}
'@