ConvertFrom-StringData -StringData @'
	# he-IL
	# Hebrew (Israel)

	Save                            = לְהַצִיל
	DoNotSave                       = אל תחסוך
	DoNotSaveTips                   = לא ניתן לשחזר, הסר את ההתקנה של התמונה ישירות.
	UnmountAndSave                  = לאחר שמירה והסרה של התמונה
	UnmountNotAssignMain            = כאשר {0} אינו מוקצה
	UnmountNotAssignMain_Tips       = במהלך עיבוד אצווה, עליך לציין אם לשמור את הפריטים העיקריים שלא הוקצו או לא.
	ImageEjectTips                  = לְהַזהִיר\n\n    1. לפני השמירה, מומלץ "בדוק מצב בריאותי" כאשר מופיעים "ניתן לתיקון" או "לא ניתן לתיקון": \n       * במהלך תהליך המרת ESD, שגיאה 13 מוצגת והנתונים אינם חוקיים;\n       * אירעה שגיאה בעת התקנת המערכת.\n\n    2. בדוק את מצב הבריאות, boot.wim אינו נתמך.\n\n    3. כאשר יש קובץ בתמונה רכוב ולא צוינה פעולת הסרה בתמונה, הוא יישמר כברירת מחדל.\n\n    4. בעת השמירה, ניתן להקצות אירועי הרחבה;\n\n    5. האירוע לאחר הפופ-אפ יתבצע רק אם הוא לא נשמר.
	ImageEjectSpecification         = אירעה שגיאה בעת הסרת ההתקנה של {0} אנא הסר את התקנת התוסף ונסה שוב.
	ImageEjectExpand                = נהל קבצים בתוך התמונה
	ImageEjectExpandTips            = רֶמֶז\n\n    בדוק את המצב התקין ייתכן שהסיומת לא נתמכת. תוכל לנסות לבדוק לאחר הפעלתו.
	Image_Eject_Force               = אפשר להסיר תמונות במצב לא מקוון
	ImageEjectDone                  = לאחר השלמת כל המשימות
'@