ConvertFrom-StringData -StringData @'
	# ru-RU
	# Russian (Russia)

	OnDemandPlanTask                = Пользовательское назначение известных событий
	Group_Class_System              = Системный класс
	Group_Class_Opt                 = Класс оптимизации
	Group_Personalise               = персонализация
	Group_App_Manager               = Управление приложениями
	Group_Instl_Soft                = Установить программное обеспечение

	AssignTask                      = Назначение доступных событийных задач
	AssignTips                      = Пожалуйста, выберите назначаемую задачу мероприятия
	AssignMulTask                   = Создайте точку восстановления системы перед настройкой назначений, изменением расположения пользовательских папок, оптимизацией системы, оптимизацией служб, удалением приложений UWP.
	QueueMode                       = Модель по требованию
	NoWork                          = Нет задач
'@