ConvertFrom-StringData -StringData @'
	# uk-UA
	# Ukrainian (Ukraine)

	Save                            = Зберегти
	DoNotSave                       = Не економте
	DoNotSaveTips                   = Неможливо відновити, видаліть образ безпосередньо.
	UnmountAndSave                  = Потім видаліть
	UnmountNotAssignMain            = Коли {0} не виділено
	UnmountNotAssignMain_Tips       = Під час пакетної обробки потрібно вказати, чи зберігати непризначені основні елементи чи ні.
	ImageEjectTips                  = попередити\n\n    1. Перед збереженням рекомендується "Перевірити стан справності". \n       * Під час процесу перетворення ESD відображається помилка 13 і дані недійсні;\n       * Сталася помилка під час встановлення системи.\n\n    2. Перевірте стан справності, boot.wim не підтримується.\n\n    3. Якщо в образі є підключений файл і в образі не вказано дію видалення, він буде збережено за замовчуванням.\n\n    4. При збереженні можна призначати події розширення;\n\n    5. Подія після спливаючого вікна буде виконана, лише якщо вона не збережена.
	ImageEjectSpecification         = Під час видалення {0} сталася помилка. Видаліть розширення та повторіть спробу.
	ImageEjectExpand                = Керуйте файлами в зображенні
	ImageEjectExpandTips            = Порада\n\n    Перевірте стан справності, можливо, ви можете спробувати перевірити його після ввімкнення.
	Image_Eject_Force               = Дозволити видаляти офлайн-зображення
	ImageEjectDone                  = Після виконання всіх завдань
'@