ConvertFrom-StringData -StringData @'
	# uk-UA
	# Ukrainian (Ukraine)

	SaveModeClear                   = Очистити вибрану історію
	SaveModeTipsClear               = Історія збережена і може бути очищена
	SelectTips                      = підказка\n\n    1. Будь ласка, виберіть назву зображення для обробки;\n    2. Після скасування завдання, які потребують "монтування" перед операцією, більше не будуть діяти.
	CacheDisk                       = дисковий кеш
	CacheDiskCustomize              = Настроюваний шлях до кешу
	AutoSelectRAMDISK               = Дозволити автоматичний вибір мітки тому диска
	AutoSelectRAMDISKFailed         = Мітка тому не відповідає
	ReFS_Find_Volume                = Якщо зустрічається формат диска REFS, виключити
	ReFS_Exclude                    = Розділ ReFS виключено
	Disk_Not_satisfied_Exclude      = Мінімальні вимоги до диска не дотримані
	RAMDISK_Change                  = Змінити назву мітки тому
	RAMDISK_Search                  = Пошук назви мітки тому
	RAMDISK_Restore                 = Відновити початкову назву тому: {0}
	AllowTopMost                    = Дозволити закріплювати відкриті вікна вгорі
	History                         = очистити історію
	History_Del_Tips                = Якщо є завдання інкапсуляції, не виконуйте наступні додаткові параметри, інакше це спричинить невідомі проблеми під час виконання сценарію інкапсуляції.
	History_View                    = Переглянути історію
	HistoryLog                      = Дозволяє автоматичне очищення журналів старше 7 днів
	HistorySaveFolder               = Інші вихідні шляхи зображення
	HistoryClearappxStage           = InBox Apps: видаліть тимчасові файли, створені під час встановлення
	DoNotCheckBoot                  = Коли розмір файлу Boot.wim перевищує 520 МБ, під час генерації ISO автоматично вибирається відновлення.
	HistoryClearDismSave            = Видаліть записи монтування DISM, збережені в реєстрі
	ImageSourcesClickShowKey        = Дозволити відображення меню "Вибрати первинний ключ"
	ImageSourcesClickShowKeyTips    = Після того, як користувач вибере джерело зображення: додайте меню "Вибрати первинний ключ" праворуч і додайте опції "Перейти до": Змонтувати, Зберегти, Спливаюче вікно.
	Clear_Bad_Mount                 = Видаліть усі ресурси, пов'язані з пошкодженим підключеним образом
	ShowCommand                     = Показати повний запуск командного рядка
	Command                         = командний рядок
	SelectSettingImage              = джерело зображення
	NoSelectImageSource             = Джерело зображення не вибрано
	SettingImageRestore             = Відновити розташування монтування за замовчуванням
	SettingImage                    = Змініть розташування джерела зображення
	SelectImageMountStatus          = Отримайте статус монтування після вибору джерела зображення
	SettingImageTempFolder          = тимчасовий каталог
	SettingImageToTemp              = Тимчасовий каталог збігається з розташуванням, куди його було змонтовано
	SettingImagePathTemp            = Використання каталогу Temp
	SettingImageLow                 = Перевірте мінімальний доступний вільний простір
	SettingImageNewPath             = Виберіть монтувати диск
	SettingImageNewPathTips         = Рекомендується підключити його до диска пам'яті, який є найшвидшим. Ви можете використовувати програмне забезпечення віртуальної пам'яті, наприклад Ultra RAMDisk та ImDisk.
	SelectImageSource               = Вибрано "Deploy Engine Solution", натисніть OK.
	NoImagePreSource                = Доступне джерело не знайдено, вам слід: \n\n     1. Додайте більше джерел зображень до: \n          {0}\n\n     2. Виберіть "Налаштування" та повторно виберіть диск пошуку джерела зображення;\n\n     3. Виберіть "ISO" та виберіть ISO, який потрібно розпакувати, елементи, які потрібно встановити тощо.
	NoImageOtherSource              = Натисніть мене, щоб "Додати" інші шляхи або "Перетягнути каталог" у поточне вікно.
	SearchImageSource               = Диск пошуку джерела зображення
	Kernel                          = Ядро
	Architecture                    = Архітектура
	ArchitecturePack                = Архітектура пакетів, розуміння правил додавання
	ImageLevel                      = Тип установки
	LevelDesktop                    = робочий стіл
	LevelServer                     = сервер
	ImageCodename                   = кодове ім'я
	ImageCodenameNo                 = Не розпізнається
	MainImageFolder                 = Домашній каталог
	MountImageTo                    = монтувати до
	Image_Path                      = шлях зображення
	MountedIndex                    = індекс
	MountedIndexSelect              = Виберіть номер індексу
	AutoSelectIndexFailed           = Помилка автоматичного вибору індексу {0}, повторіть спробу.
	Apply                           = додаток
	Eject                           = спливати
	Mount                           = монтувати
	Unmount                         = видалити
	Mounted                         = Змонтований
	NotMounted                      = Не змонтований
	NotMountedSpecify               = Не монтується, можна вказати місце кріплення
	MountedIndexError               = Ненормальне монтування, видаліть і повторіть спробу.
	ImageSouresNoSelect             = Показати більше деталей після вибору джерела зображення
	Mounted_Mode                    = режим монтування
	Mounted_Status                  = Статус монтування
	Image_Popup_Default             = зберегти як за замовчуванням
	Image_Restore_Default           = Повернутися до замовчування
	Image_Popup_Tips                = підказка: \n\nКоли ви призначали подію, ви не вказали номер індексу для обробки {0};\n\nНаразі з'явився інтерфейс вибору. Укажіть номер індексу, рекомендовано вибрати "Зберегти як за замовчуванням". Наступного разу він не з'явиться.
	Rule_Show_Full                  = Показати все
	Rule_Show_Only                  = Показувати лише правила
	Rule_Show_Only_Select           = Виберіть з правил
	Image_Unmount_After             = Видалити все змонтоване

	Wim_Rule_Update                 = Розпакуйте та оновіть файли в образі
	Wim_Rule_Extract                = Розпакуйте файли
	Wim_Rule_Extract_Tips           = Після вибору правила шляху розпакуйте вказаний файл і збережіть його локально.

	Wim_Rule_Verify                 = перевірити
	Wim_Rule_Check                  = оглядати
	Wim_Rule_CheckIntegrity         = Перевірити цілісність
	Wim_Rule_WIMBoot                = Завантажувальний
	Wim_Rule_Compact                = Стиснути файли операційної системи
	Win_Rule_Setbootable            = Позначити образ тому як завантажувальний
	Win_Rule_Setbootable_Tips       = Цей параметр застосовується лише до образів Windows PE.\nУ файлі .wim можна позначити як завантажувальний лише один образ тому.
	Destination                     = призначення

	Wim_Append                      = Додати
	Wim_Capture                     = Захопити
	Wim_Capture_Tips                = Захопити образ диска в новий WIM-файл.
	Wim_Capture_Sources             = Джерело захоплення
	Wim_Capture_Sources_Tips        = Захоплений каталог містить усі підпапки та дані.\nНе можна захопити порожній каталог. Каталог повинен містити принаймні один файл.
	Wim_Config_File                 = Шлях до файлу конфігурації ( виключення )
	Wim_Config_Edit                 = Редагувати
	Wim_Config_Learn                = Вивчіть список конфігурації та файл WimScript.ini

	Wim_Rename                      = Змінити інформацію про зображення
	Wim_Image_Name                  = Назва зображення
	Wim_Image_Description           = Опис зображення
	Wim_Display_Name                = відображуване ім'я
	Wim_Display_Description         = показати опис
	Wim_Edition                     = знак зображення
	Wim_Edition_Select_Know         = Виберіть відомі позначки зображень
	Wim_CreatedTime                 = Дата створення
	Wim_ModifiedTime                = Час останньої зміни
	Wim_FileCount                   = Кількість файлів
	Wim_DirectoryCount              = Кількість каталогів
	Wim_Expander_Space              = Простір розширення

	IABSelectNo                     = Не вибрано первинний ключ: встановлення, WinRE, завантаження
	Unique_Name                     = унікальне найменування
	Select_Path                     = шлях
	Setting_Pri_Key                 = Установіть цей файл оновлення як основний шаблон
	Pri_Key_Update_To               = Потім оновіть до
	Pri_Key_Template                = Установіть цей файл як бажаний шаблон для синхронізації з вибраними елементами
	Pri_key_Running                 = Завдання первинного ключа було синхронізовано та пропущено.
	ShowAllExclude                  = Показати всі застарілі виключення

	Index_Process_All               = Обробити всі відомі номери індексів
	Index_Is_Event_Select           = Коли є подія, з'являється інтерфейс вибору номера індексу.
	Index_Pre_Select                = Попередньо присвоєний індексний номер
	Index_Select_Tips               = підказка: \n\n{0}.wim наразі не змонтовано, ви можете: \n\n   1. Виберіть "Обробити всі відомі номери індексів";\n\n   2. Виберіть "Коли є подія, з'явиться інтерфейс вибору номера індексу";\n\n   3. Попередньо визначений номер індексу\n      Вказано номер індексу 6, номер індексу не існує під час обробки, а обробку пропускають.

	Index_Tips_Custom_Expand        = Група: {0}\n\nПід час обробки {1} потрібно призначити номер індексу {2}, інакше його неможливо обробити.\n\nВибравши "Синхронізувати правила оновлення з усіма номерами індексів", вам потрібно лише вибрати будь-який з них як основний шаблон.

	DefenderExclude                 = Виключення антивіруса Windows
	DefenderFolder                  = Додати цей каталог до виключень антивіруса Windows.
	DefenderVolume                  = Після знаходження відповідної назви мітки тому додайте цей диск до виключень антивіруса Windows.
	DefenderIsAdd                   = Додано до виключень антивіруса Windows
'@