ConvertFrom-StringData -StringData @'
	# el-gr
	# Greek (Greece)

	AdvAppsDetailed                 = Δημιουργία αναφοράς
	AdvAppsDetailedTips             = Αναζητήστε ανά ετικέτα περιοχής, λάβετε περισσότερες λεπτομέρειες όταν είναι διαθέσιμα πακέτα εμπειρίας τοπικής γλώσσας και δημιουργήστε ένα αρχείο αναφοράς: *.CSV.
	ProcessSources                  = Πηγή επεξεργασίας
	InboxAppsManager                = Εφαρμογή Inbox
	InboxAppsMatchDel               = Διαγραφή βάσει κανόνων αντιστοίχισης
	InboxAppsOfflineDel             = Διαγραφή μιας προβλεπόμενης εφαρμογής
	InboxAppsClear                  = Αναγκαστική κατάργηση όλων των εγκατεστημένων προ-εφαρμογών ( InBox Apps )
	InBox_Apps_Match                = Αντιστοιχίστε τις εφαρμογές InBox Apps
	InBox_Apps_Check                = Ελέγξτε τα πακέτα εξάρτησης
	InBox_Apps_Check_Tips           = Σύμφωνα με τους κανόνες, αποκτήστε όλα τα επιλεγμένα στοιχεία εγκατάστασης και επαληθεύστε εάν έχουν επιλεγεί τα εξαρτημένα στοιχεία εγκατάστασης.
	LocalExperiencePack             = Πακέτα εμπειρίας τοπικής γλώσσας
	LEPBrandNew                     = Με νέο τρόπο, συνιστάται
	UWPAutoMissingPacker            = Αυτόματη αναζήτηση για πακέτα που λείπουν από όλους τους δίσκους
	UWPAutoMissingPackerSupport     = Αρχιτεκτονική x64, πρέπει να εγκατασταθούν πακέτα που λείπουν.
	UWPAutoMissingPackerNotSupport  = Μη-x64 αρχιτεκτονική, που χρησιμοποιείται όταν υποστηρίζεται μόνο αρχιτεκτονική x64.
	UWPEdition                      = Μοναδικό αναγνωριστικό έκδοσης Windows
	Optimize_Appx_Package           = Βελτιστοποιήστε την παροχή πακέτων Appx αντικαθιστώντας πανομοιότυπα αρχεία με σκληρούς συνδέσμους
	Optimize_ing                    = Βελτιστοποίηση
	Remove_Appx_Tips                = Εικονογραφώ:\n\nΒήμα πρώτο: Προσθέστε πακέτα εμπειρίας τοπικής γλώσσας ( LXPs ) Αυτό το βήμα πρέπει να αντιστοιχεί στο αντίστοιχο πακέτο που κυκλοφόρησε επίσημα από τη Microsoft.\n       Προσθέστε πακέτα γλωσσών στις εικόνες πολλαπλών περιόδων σύνδεσης των Windows 10\n       https://learn.microsoft.com/el-gr/azure/virtual-desktop/language-packs\n\n       Προσθήκη γλωσσών στις εικόνες των Windows 11 Enterprise\n       https://learn.microsoft.com/el-gr/azure/virtual-desktop/windows-11-language-packs\n\nΒήμα 2: Αποσυμπιέστε ή προσαρτήστε το *_InboxApps.iso και επιλέξτε τον κατάλογο σύμφωνα με την αρχιτεκτονική.\n\nΒήμα 3: Εάν η Microsoft δεν έχει κυκλοφορήσει επίσημα το πιο πρόσφατο πακέτο τοπικής εμπειρίας γλώσσας ( LXPs ), παραλείψτε αυτό το βήμα, αν ναι: ανατρέξτε στην επίσημη ανακοίνωση της Microsoft:\n       1. Αντιστοιχεί σε τοπικά πακέτα γλωσσικής εμπειρίας ( LXPs ).\n       2. Αντιστοιχεί σε αθροιστικές ενημερώσεις. \n\nΟι προεγκατεστημένες εφαρμογές (Εφαρμογές InBox) είναι μονής γλώσσας και πρέπει να επανεγκατασταθούν για να γίνουν πολλές γλώσσες.\n\n1. Μπορείτε να επιλέξετε μεταξύ έκδοσης προγραμματιστή και αρχικής έκδοσης.\n    Έκδοση προγραμματιστή, για παράδειγμα, ο αριθμός έκδοσης είναι:\n    Windows 11 σειρά\n    Windows 11 24H2, Build 26100.1\n    Windows 11 23H2, Build 22631.1\n    Windows 11 22H2, Build 22621.1\n    Windows 11 21H2, Build 22000.1\n\n    Αρχική έκδοση, γνωστή αρχική έκδοση: \n    Windows 11 σειρά\n    Windows 11 24H2, Build 26100.2033\n    Windows 11 23H2, Build 22631.2428\n    Windows 11 22H2, Build 22621.382\n    Windows 11 21H2, Build 22000.194\n\n    Windows 10 σειρά\n    Windows 10 22H2, Build 19045.2006\n\n    σπουδαίος: \n      a. Δημιουργήστε ξανά την εικόνα όταν ενημερώνεται κάθε έκδοση. Για παράδειγμα, όταν μετακινείστε από το 21H1 στο 22H2, μην κάνετε ενημέρωση με βάση την παλιά εικόνα, για να αποφύγετε άλλα προβλήματα συμβατότητας.\n      b. Αυτός ο κανονισμός έχει κοινοποιηθεί σαφώς στους συσκευαστές με διάφορες μορφές από ορισμένους κατασκευαστές OEM και δεν επιτρέπονται οι άμεσες αναβαθμίσεις από επαναληπτικές εκδόσεις.\n      Λέξεις-κλειδιά: επανάληψη, διασταυρούμενη έκδοση, αθροιστική ενημέρωση.\n\n2. Μετά την εγκατάσταση του πακέτου γλώσσας, πρέπει να προστεθούν αθροιστικές ενημερώσεις, διότι πριν από την προσθήκη των αθροιστικών ενημερώσεων, τα στοιχεία δεν θα έχουν καμία αλλαγή έως ότου εγκατασταθούν οι αθροιστικές ενημερώσεις , προς διαγραφή?\n\n3. Όταν χρησιμοποιείτε μια έκδοση με αθροιστικές ενημερώσεις, πρέπει να προσθέσετε ξανά αθροιστικές ενημερώσεις στο τέλος, κάτι που είναι επαναλαμβανόμενη λειτουργία.\n\n4. Επομένως, συνιστάται να χρησιμοποιείτε μια έκδοση χωρίς αθροιστικές ενημερώσεις κατά την παραγωγή και, στη συνέχεια, να προσθέτετε αθροιστικές ενημερώσεις στο τελευταίο βήμα. \n\nΣυνθήκες αναζήτησης μετά την επιλογή του καταλόγου: LanguageExperiencePack.*.Neutral.appx
	Export_Lang_Eject_ISO           = Μετά την εξαγωγή, θα εμφανιστεί το τοποθετημένο ISO. Κανόνες: 
	ImportCleanDuplicate            = Καθαρίστε διπλότυπα αρχεία
	ForceRemovaAllUWP               = Παράλειψη προσθήκης πακέτου τοπικής εμπειρίας γλώσσας ( LXPs ), εκτελέστε άλλες
	LEPSkipAddEnglish               = Συνιστάται να παραλείψετε την προσθήκη en-US κατά την εγκατάσταση.
	LEPSkipAddEnglishTips           = Το προεπιλεγμένο πακέτο αγγλικής γλώσσας δεν είναι απαραίτητο για την προσθήκη του.
	License                         = Πιστοποιητικό
	IsLicense                       = Να έχει πιστοποιητικό
	NoLicense                       = Κανένα πιστοποιητικό
	CurrentIsNVeriosn               = Σειρά έκδοσης N
	CurrentNoIsNVersion             = Πλήρως λειτουργική έκδοση
	LXPsWaitAddUpdate               = Για ενημέρωση
	LXPsWaitAdd                     = Να προστεθούν
	LXPsWaitAssign                  = Να διατεθεί
	LXPsWaitRemove                  = Να διαγραφεί
	LXPsAddDelTipsView              = Υπάρχουν νέες συμβουλές, ελέγξτε τώρα
	LXPsAddDelTipsGlobal            = Δεν υπάρχουν άλλα μηνύματα προτροπής, συγχρονισμός με καθολικό
	LXPsAddDelTips                  = Μην ζητήσετε ξανά
	Instl_Dependency_Package        = Να επιτρέπεται η αυτόματη συναρμολόγηση εξαρτήσεων κατά την εγκατάσταση εφαρμογών InBox Apps
	Instl_Dependency_Package_Tips   = Όταν η εφαρμογή που θα προστεθεί έχει εξαρτημένα πακέτα, θα ταιριάζει αυτόματα σύμφωνα με τους κανόνες και θα ολοκληρώσει τη λειτουργία του αυτόματου συνδυασμού των απαιτούμενων εξαρτημένων πακέτων.
	Instl_Dependency_Package_Match  = Συνδυασμός πακέτων εξάρτησης
	Instl_Dependency_Package_Group  = Συνδυασμός
	InBoxAppsErrorNoSave            = Όταν αντιμετωπίζετε ένα λάθος, δεν επιτρέπεται να αποθηκευτεί
	InBoxAppsErrorTips              = Υπάρχουν σφάλματα, το στοιχείο που συναντήθηκε στο στοιχείο αντιστοίχισης {0} ήταν ανεπιτυχής
	InBoxAppsErrorNo                = Δεν βρέθηκαν σφάλματα στην αντιστοίχιση
'@