ConvertFrom-StringData -StringData @'
	# el-gr
	# Greek (Greece)

	Convert_Only                    = Μεταφορά
	Conver_Merged                   = Συγχώνευση
	Conver_Split_To_Swm             = Σπλιτ
	Conver_Split_rule               = Διαχωρίστε το {0} σε {1}
	ConvertToArchive                = Μετατρέψτε όλα τα πακέτα λογισμικού σε συμπιεσμένα πακέτα
	ConvertOpen                     = Η μετατροπή είναι ενεργοποιημένη, απενεργοποιήστε το.
	ConvertBackup                   = Δημιουργήστε ένα αντίγραφο ασφαλείας πριν από τη μετατροπή
	ConvertBackupTips               = Δημιουργήστε τυχαία αντίγραφα ασφαλείας και δημιουργήστε πληροφορίες αρχείου
	ConvertSplit                    = Χωρισμένο μέγεθος
	ConvertSplitTips                = Ανακοίνωση\n\n    1. Το Boot.wim δεν μπορεί να διαχωριστεί ή να μετατραπεί σε μορφή esd.\n\n    2. Διαχωρισμός σε μορφή SWM, συνιστάται μόνο να χωρίσετε την αρχική μορφή σε install.wim.\n\n    3. Μετά τον αναγκαστικό διαχωρισμό του install.esd σε μορφή install*.swm, κατά τη χρήση του προγράμματος εγκατάστασης των Windows για την εγκατάσταση του συστήματος, θα αναφερθεί το ακόλουθο σφάλμα: \n\n    Τα Windows δεν μπορούν να εγκαταστήσουν τα απαιτούμενα αρχεία. Το αρχείο μπορεί να είναι κατεστραμμένο ή να λείπει. Βεβαιωθείτε ότι όλα τα αρχεία που απαιτούνται για την εγκατάσταση είναι διαθέσιμα και επανεκκινήστε την εγκατάσταση. Κωδικός σφάλματος: 0x80070570
	ConvertSWM                      = Συγχώνευση εγκατάστασης*.swm
	ConvertSWMTips                  = Καταργήστε όλα τα *.swm μετά τη μετατροπή σε install.wim.
	ConvertImageSwitch              = {0} μετατράπηκε σε {1}
	ConvertImageNot                 = Το {0} δεν μετατρέπεται πλέον σε {1}
	Converting                      = Μετατροπή {0} σε {1}
	CompressionType                 = Τύπος συμπίεσης
	CompressionType_None            = Χωρίς συμπίεση
	CompressionType_Fast            = Γρήγορα
	CompressionType_Max             = Υψιστος
'@