ConvertFrom-StringData -StringData @'
	# bg-BG
	# Bulgarian (Bulgaria)

	OnDemandPlanTask                = Персонализирано присвояване на известни събития
	Group_Class_System              = Системен клас
	Group_Class_Opt                 = Клас на оптимизация
	Group_Personalise               = Персонализиране
	Group_App_Manager               = Управление на приложения
	Group_Instl_Soft                = Инсталирайте софтуер

	AssignTask                      = Задайте налични задачи за събития
	AssignTips                      = Моля, изберете задача за събитие, която може да бъде присвоена
	AssignMulTask                   = Създайте точка за възстановяване на системата, преди да персонализирате назначенията, да промените местоположението на потребителските папки, да оптимизирате системата, да оптимизирате услугите, да изтриете UWP приложения.
	QueueMode                       = Модел по заявка
	NoWork                          = Без задачи
'@