ConvertFrom-StringData -StringData @'
	# sr-latn-rs
	# Serbian (Latin, Serbia)

	AdvAppsDetailed                 = Генеришите извештај
	AdvAppsDetailedTips             = Претражујте по ознаци региона, добијате више детаља када пакети искуства на локалном језику буду доступни и генеришете датотеку извештаја: *.CSV.
	ProcessSources                  = Извор обраде
	InboxAppsManager                = Апликација Инбок
	InboxAppsMatchDel               = Избришите по подударним правилима
	InboxAppsOfflineDel             = Избришите обезбеђену апликацију
	InboxAppsClear                  = Присилно уклоните све инсталиране пред-апликације ( InBox Apps )
	InBox_Apps_Match                = Подударање апликација за InBox Apps
	InBox_Apps_Check                = Проверите пакете зависности
	InBox_Apps_Check_Tips           = У складу са правилима, набавите све изабране ставке инсталације и проверите да ли су зависне ставке инсталације изабране.
	LocalExperiencePack             = Пакети искуства локалног језика ( LXPs )
	LEPBrandNew                     = На нов начин, препоручено
	UWPAutoMissingPacker            = Аутоматски тражи пакете који недостају са свих дискова
	UWPAutoMissingPackerSupport     = К64 архитектура, потребно је инсталирати пакете који недостају.
	UWPAutoMissingPackerNotSupport  = Архитектура која није к64, користи се када је подржана само к64 архитектура.
	UWPEdition                      = Јединствени идентификатор верзије Виндовс-а
	Optimize_Appx_Package           = Оптимизујте обезбеђивање Аппк пакета заменом идентичних датотека чврстим везама
	Optimize_ing                    = Оптимизирање
	Remove_Appx_Tips                = Илуструју:\n\nПрви корак: Додајте пакете искуства на локалном језику ( LXPs ) Овај корак мора одговарати одговарајућем пакету који је званично објавио Мицрософт.\n       Додајте језичке пакете сликама са више сесија за Виндовс 10\n       https://learn.microsoft.com/sr-latn-rs/azure/virtual-desktop/language-packs\n\n       Додајте језике сликама Виндовс 11 Ентерприсе\n       https://learn.microsoft.com/sr-latn-rs/azure/virtual-desktop/windows-11-language-packs\n\nКорак 2: Распакујте или монтирајте *_ИнбокАппс.ISO и изаберите директоријум у складу са архитектуром;\n\nКорак 3: Ако Мицрософт није званично објавио најновији пакет искуства на локалном језику ( LXPs ), прескочите овај корак ако јесте: погледајте званичну најаву Мицрософта:\n       1. Одговарајући пакетима искуства локалног језика ( LXPs );\n       2. Одговара кумулативним ажурирањима. \n\nУнапред инсталиране апликације (ИнБок апликације) су на једном језику и потребно их је поново инсталирати да бисте добили вишејезичне. \n\n1. Можете бирати између верзије за програмере и почетне верзије;\n    Верзија програмера, на пример, број верзије је:\n    Windows 11 серије\n    Windows 11 24H2, Build 26100.1\n    Windows 11 23H2, Build 22631.1\n    Windows 11 22H2, Build 22621.1\n    Windows 11 21H2, Build 22000.1\n\n    Почетна верзија, позната почетна верзија:\n    Windows 11 серије\n    Windows 11 24H2, Build 26100.2033\n    Windows 11 23H2, Build 22631.2428\n    Windows 11 22H2, Build 22621.382\n    Windows 11 21H2, Build 22000.194\n\n    Windows 10 серије\n    Windows 10 22H2, Build 19045.2006\n\n    важно:\n      a. Поново креирајте слику када се свака верзија ажурира. На пример, када се крећете са 21H1 на 22H2, немојте ажурирати на основу старе слике да бисте избегли друге проблеме са компатибилношћу.\n      b. Ову уредбу су неки произвођачи ОЕМ-а јасно саопштили пакерима у различитим облицима, а директне надоградње са итеративних верзија нису дозвољене.\n      Кључне речи: итерација, унакрсна верзија, кумулативно ажурирање.\n\n2. Након инсталирања језичког пакета, морате додати кумулативно ажурирање, јер пре него што се дода кумулативно ажурирање, компонента неће имати никакве промене док се не инсталира кумулативно ажурирање. застарео, брисати;\n\n3. Када користите верзију са кумулативним ажурирањима, на крају ипак морате поново да додате кумулативне исправке, што се понавља;\n\n4. Због тога се препоручује да користите верзију без кумулативних ажурирања током производње, а затим да додате кумулативна ажурирања у последњем кораку. \n\nКритеријуми претраге након избора директоријума:LanguageExperiencePack.*.Neutral.appx
	ImportCleanDuplicate            = Очистите дупле датотеке
	ForceRemovaAllUWP               = Прескочите додавање пакета искуства локалног језика ( LXPs ), извршите друго
	LEPSkipAddEnglish               = Препоручује се да прескочите ен-УС додатак током инсталације.
	LEPSkipAddEnglishTips           = Подразумевани енглески језички пакет није потребан за додавање.
	License                         = Цертификат
	IsLicense                       = Имати сертификат
	NoLicense                       = Без сертификата
	CurrentIsNVeriosn               = Серија Н верзија
	CurrentNoIsNVersion             = Потпуно функционална верзија
	LXPsWaitAddUpdate               = Да се ажурира
	LXPsWaitAdd                     = Да се додају
	LXPsWaitAssign                  = Да се додели
	LXPsWaitRemove                  = За брисање
	LXPsAddDelTipsView              = Постоје нови савети, проверите сада
	LXPsAddDelTipsGlobal            = Нема више упита, синхронизујте са глобалним
	LXPsAddDelTips                  = Не тражи поново
	Instl_Dependency_Package        = Дозволите аутоматско склапање зависности приликом инсталирања апликација InBox Apps
	Instl_Dependency_Package_Tips   = Када апликација која се додаје има зависне пакете, она ће се аутоматски подударати у складу са правилима и завршити функцију аутоматског комбиновања потребних зависних пакета.
	Instl_Dependency_Package_Match  = Комбиновање пакета зависности
	Instl_Dependency_Package_Group  = Комбинација
	InBoxAppsErrorNoSave            = Када наиђете на грешку, није дозвољено да се сачува
	InBoxAppsErrorTips              = Постоје грешке, предмет је наишао на одговарајући {0} артикал био неуспешан
	InBoxAppsErrorNo                = У одговарајуће грешке нису пронађене грешке
'@