ConvertFrom-StringData -StringData @'
	# bg-bg
	# Bulgarian (Bulgaria)

	AdvAppsDetailed                 = Генериране на отчет
	AdvAppsDetailedTips             = Търсете по етикет за региона, получете повече подробности, когато са налични пакети за изживяване на местен език, и генерирайте файл с отчет: *.CSV.
	ProcessSources                  = Източник на обработка
	InboxAppsManager                = Приложение Inbox
	InboxAppsMatchDel               = Изтриване чрез съвпадение на правилата
	InboxAppsOfflineDel             = Изтриване на предоставено приложение
	InboxAppsClear                  = Принудително премахване на всички предварително инсталирани приложения ( InBox Apps )
	InBox_Apps_Match                = Съвпадайте с InBox Apps Apps
	InBox_Apps_Check                = Проверете пакетите за зависимости
	InBox_Apps_Check_Tips           = Съгласно правилата вземете всички избрани инсталационни елементи и проверете дали зависимите инсталационни елементи са избрани.
	LocalExperiencePack             = Пакети за опит на местен език ( LXPs )
	LEPBrandNew                     = По нов начин, препоръчително
	UWPAutoMissingPacker            = Автоматично търсене на липсващи пакети от всички дискове
	UWPAutoMissingPackerSupport     = X64 архитектура, трябва да се инсталират липсващи пакети.
	UWPAutoMissingPackerNotSupport  = Архитектура, различна от x64, използва се, когато се поддържа само x64 архитектура.
	UWPEdition                      = Уникален идентификатор на версията на Windows
	Optimize_Appx_Package           = Оптимизирайте предоставянето на Appx пакети чрез замяна на идентични файлове с твърди връзки
	Optimize_ing                    = Оптимизиране
	Remove_Appx_Tips                = Илюстрирам:\n\nПърва стъпка: Добавяне на пакети за локален език ( LXPs ) Тази стъпка трябва да съответства на съответния пакет, официално пуснат от Microsoft.\n       Добавяне на езикови пакети към многосесийни изображения на Windows 10\n       https://learn.microsoft.com/bg-bg/azure/virtual-desktop/language-packs\n\n       Добавете езици към изображения на Windows 11 Enterprise\n       https://learn.microsoft.com/bg-bg/azure/virtual-desktop/windows-11-language-packs\n\nСтъпка 2: Разархивирайте или монтирайте *_InboxApps.iso и изберете директорията според архитектурата;\n\nСтъпка 3: Ако Microsoft не е пуснала официално най-новия пакет за локален език ( LXPs ), пропуснете тази стъпка, ако е така: моля, вижте официалното съобщение от Microsoft:\n       1. Съответстващи на пакети за опит на местен език ( LXPs );\n       2. Съответстващи на кумулативните актуализации. \n\nПредварително инсталираните приложения ( InBox Apps ) са на един език и трябва да бъдат преинсталирани, за да получите многоезични.\n\n1. Можете да избирате между версия за разработчици и първоначална версия;\n    Версия на разработчика, например номерът на версията е: \n    Windows 11 серия\n    Windows 11 24H2, Build 26100.1\n    Windows 11 23H2, Build 22631.1\n    Windows 11 22H2, Build 22621.1\n    Windows 11 21H2, Build 22000.1\n\n    Първоначална версия, известна първоначална версия: \n    Windows 11 серия\n    Windows 11 24H2, Build 26100.2033\n    Windows 11 23H2, Build 22631.2428\n    Windows 11 22H2, Build 22621.382\n    Windows 11 21H2, Build 22000.194\n\n    Windows 10 серия\n    Windows 10 22H2, Build 19045.2006\n\n    важно: \n      a. Моля, създайте отново изображението, когато се актуализира от 21H1 към 22H2, за да избегнете други проблеми със съвместимостта.\n      б. Тази наредба е била ясно съобщена на опаковчиците в различни форми от някои OEM производители и директните надстройки от итеративни версии не са разрешени.\n      Ключови думи: итерация, кръстосана версия, кумулативна актуализация.\n\n2. След инсталирането на езиковия пакет трябва да се добавят кумулативни актуализации, тъй като преди кумулативните актуализации компонентите няма да имат никакви промени.Няма да настъпят нови промени, докато не бъдат инсталирани кумулативните актуализации , за изтриване;\n\n3. Когато използвате версия с кумулативни актуализации, все пак трябва да добавите кумулативни актуализации отново накрая, което е повтаряща се операция;\n\n4. Затова се препоръчва да използвате версия без кумулативни актуализации по време на производството и след това да добавите кумулативни актуализации в последната стъпка. \n\nУсловия за търсене след избор на директория: LanguageExperiencePack.*.Neutral.appx
	ImportCleanDuplicate            = Почистете дублиращите се файлове
	ForceRemovaAllUWP               = Пропуснете добавянето на пакет за изживяване на местен език ( LXPs ), изпълнете друго
	LEPSkipAddEnglish               = Препоръчително е да пропуснете добавянето на en-US по време на инсталацията.
	LEPSkipAddEnglishTips           = Не е необходим английски езиков пакет по подразбиране, за да го добавите.
	License                         = Сертификат
	IsLicense                       = Има сертификат
	NoLicense                       = Няма сертификат
	CurrentIsNVeriosn               = N версия серия
	CurrentNoIsNVersion             = Напълно функционална версия
	LXPsWaitAddUpdate               = Да се актуализира
	LXPsWaitAdd                     = Ще се добави
	LXPsWaitAssign                  = Да бъдат разпределени
	LXPsWaitRemove                  = За изтриване
	LXPsAddDelTipsView              = Има нови съвети, проверете сега
	LXPsAddDelTipsGlobal            = Няма повече подкани, синхронизирайте с глобално
	LXPsAddDelTips                  = Не подканвайте отново
	Instl_Dependency_Package        = Разрешаване на автоматично сглобяване на зависими пакети при инсталиране на InBox Apps
	Instl_Dependency_Package_Tips   = Когато приложението, което трябва да се добави, има зависими пакети, то автоматично ще съвпадне според правилата и ще завърши функцията за автоматично комбиниране на необходимите зависими пакети.
	Instl_Dependency_Package_Match  = Комбиниране на пакети за зависимости
	Instl_Dependency_Package_Group  = Комбинация
	InBoxAppsErrorNoSave            = Когато се сблъскате с грешка, тя не е позволена да бъде спасена
	InBoxAppsErrorTips              = Има грешки, елементът, срещан в съвпадащия {0} елемент, е бил неуспешен
	InBoxAppsErrorNo                = В съвпадането не бяха открити грешки
'@