ConvertFrom-StringData -StringData @'
	# bg-bg
	# Bulgarian (Bulgaria)

	ChkUpdate                 = Проверете за актуализации
	UpdateServerSelect        = Автоматичен избор на сървър или персонализиран избор
	UpdateServerNoSelect      = Моля, изберете наличен сървър
	UpdateSilent              = Актуализирайте безшумно, когато има налични актуализации
	UpdateClean               = Позволете почистване на стари версии в свободното време
	UpdateReset               = Нулирайте това решение
	UpdateResetTips           = Когато адресът за изтегляне е наличен, изтеглянето се принуждава и актуализира автоматично.
	UpdateCheckServerStatus   = Проверете състоянието на сървъра ( налични са {0} опции )
	UpdateServerAddress       = Адрес на сървъра
	UpdatePriority            = Вече е зададен като приоритет
	UpdateServerTestFailed    = Неуспешен тест за състояние на сървъра
	UpdateQueryingUpdate      = Извършва се заявка за актуализации...
	UpdateQueryingTime        = Проверка дали е налична най-новата версия, връзката отне {0} милисекунди.
	UpdateConnectFailed       = Не може да се свърже с отдалечен сървър, проверката за актуализации е прекратена.
	UpdateMinimumVersion      = Отговаря на изискванията за минимална версия на програмата за актуализиране, минимална необходима версия: {0}
	UpdateVerifyAvailable     = Проверете дали адресът е наличен
	UpdateDownloadAddress     = Адрес за изтегляне
	UpdateAvailable           = Наличен
	UpdateUnavailable         = Не е наличен
	UpdateCurrent             = Използвана в момента версия
	UpdateLatest              = Най-новата налична версия
	UpdateNewLatest           = Открийте нови налични версии!
	UpdateSkipUpdateCheck     = Предварително конфигурирана политика за недопускане на автоматично стартиране на актуализации за първи път.
	UpdateTimeUsed            = Прекарано време
	UpdatePostProc            = Последваща обработка
	UpdateNotExecuted         = Не е изпълнено
	UpdateNoPost              = Задачата за последваща обработка не е намерена
	UpdateUnpacking           = Разархивиране
	UpdateDone                = Актуализиран успешно!
	UpdateDoneRefresh         = След приключване на актуализацията се извършва функционална обработка.
	UpdateUpdateStop          = Възникна грешка при изтеглянето на актуализацията и процесът на актуализация беше прекратен.
	UpdateInstall             = Искате ли да инсталирате тази актуализация?
	UpdateInstallSel          = Да, горната актуализация ще бъде инсталирана\nНе, актуализацията няма да бъде инсталирана
	UpdateNoUpdateAvailable   = \n  Няма налични актуализации.\n\n  ти бягаш {0}'s Solutions е най-новата версия.\n
	UpdateNotSatisfied        = \n  Минималните изисквания за версия на програмата за актуализиране не са изпълнени,\n\n  Минимална необходима версия: {0}\n\n  Моля, изтеглете отново {1}'s Solutions копие на инструмента, за да го актуализирате.\n\n  Проверката за актуализации е прекратена.\n
'@