ConvertFrom-StringData -StringData @'
	# sr-latn-rs
	# Serbian (Latin, Serbia)

	SaveModeClear                   = Обришите изабрану историју
	SaveModeTipsClear               = Историја је сачувана и може се обрисати
	SelectTips                      = Наговештај\n\n    1. Молимо изаберите назив слике за обраду;\n    2. Након што откажете, задаци који захтевају "монтажу" пре операције више неће ступити на снагу.
	CacheDisk                       = Кеш диска
	CacheDiskCustomize              = Прилагођена путања кеша
	AutoSelectRAMDISK               = Дозволи аутоматски избор ознаке волумена диска
	AutoSelectRAMDISKFailed         = Ознака тома се не подудара: {0}
	ReFS_Find_Volume                = Када се наиђе на РЕФС формата диска, искључите
	ReFS_Exclude                    = РеФС партиција искључена
	RAMDISK_Change                  = Промените назив ознаке волумена
	RAMDISK_Restore                 = Вратите иницијализовани назив волумена: {0}
	AllowTopMost                    = Дозволите отвореним прозорима да буду причвршћени за врх
	History                         = Јасна историја
	History_Del_Tips                = Када постоји задатак енкапсулације, немојте извршавати следеће опционе опције, иначе ће то изазвати непознате проблеме током покретања скрипте за енкапсулацију.
	History_View                    = Прикажи историју
	HistoryLog                      = Дозволите аутоматско чишћење трупаца старијих од 7 дана
	HistorySaveFolder               = Друге путање извора слике
	HistoryClearappxStage           = InBox Apps: Избришите привремене датотеке генерисане током инсталације
	DoNotCheckBoot                  = Boot.wim Након што величина датотеке премаши 520 МБ, реконструкција се аутоматски проверава приликом генерисања ISO а.
	HistoryClearDismSave            = Избришите ДИСМ моунт записе сачуване у регистратору
	Clear_Bad_Mount                 = Избришите све ресурсе повезане са оштећеном монтираном сликом
	ShowCommand                     = Прикажите комплетно покретање командне линије
	Command                         = Командна линија
	SelectSettingImage              = Извор слике
	NoSelectImageSource             = Није изабран извор слике
	SettingImageRestore             = Вратите подразумевану локацију за монтирање
	SettingImage                    = Промените локацију извора слике
	SelectImageMountStatus          = Добијте статус монтирања након одабира извора слике
	SettingImageTempFolder          = Привремени именик
	SettingImageToTemp              = Привремени директоријум је исти као и локација на коју је монтиран
	SettingImagePathTemp            = Коришћењем Темп директоријума
	SettingImageLow                 = Проверите минимални расположиви преостали простор
	SettingImageNewPath             = Изаберите моунт диск
	SettingImageNewPathTips         = Препоручује се да га монтирате на меморијски диск, што је најбрже. Можете користити софтвер за виртуелну меморију као што су Ултра РАМДиск и ИмДиск.
	SelectImageSource               = "Деплои Енгине Солутион" је изабрано, кликните на ОК.
	NoImagePreSource                = Није пронађен ниједан доступан извор, требало би да: \n\n     1. Додајте још извора слика у: \n          {0}\n\n     2. Изаберите "Подешавања" и поново изаберите диск за претрагу извора слике;\n\n     3. Изаберите "ISO" и изаберите ISO за декомпресију, ставке које желите да монтирате итд.
	NoImageOtherSource              = Кликните на мене да бисте "Додај" друге путање или "Превуците директоријум" у тренутни прозор.
	SearchImageSource               = Диск за претрагу извора слике
	Kernel                          = Кернел
	Architecture                    = Архитектура
	ArchitecturePack                = Архитектура пакета, разумевање правила за додавање
	ImageLevel                      = Врста инсталације
	LevelDesktop                    = Десктоп
	LevelServer                     = Сервер
	ImageCodename                   = Кодно име
	ImageCodenameNo                 = Није препознато
	MainImageFolder                 = Почетни именик
	MountImageTo                    = Монтирати на
	Image_Path                      = Путања слике
	MountedIndex                    = Индекс
	MountedIndexSelect              = Изаберите број индекса
	AutoSelectIndexFailed           = Аутоматски избор индекса {0} није успео, покушајте поново.
	Apply                           = Апликација
	Eject                           = Поп уп
	Mount                           = Моунт
	Unmount                         = Деинсталирати
	Mounted                         = Моунтед
	NotMounted                      = Није монтирано
	NotMountedSpecify               = Није монтирано, можете одредити локацију за монтажу
	MountedIndexError               = Ненормално монтирање, избришите и покушајте поново.
	ImageSouresNoSelect             = Прикажите више детаља након одабира извора слике
	Mounted_Mode                    = Режим монтирања
	Mounted_Status                  = Статус монтирања
	Image_Popup_Default             = Сачувај као подразумевано
	Image_Restore_Default           = Врати на подразумевано
	Image_Popup_Tips                = Наговештај:\n\nКада сте доделили догађај, нисте навели индексни број за обраду {0};\n\nИнтерфејс за избор је тренутно искочио. Наведите број индекса након што је спецификација завршена, препоручљиво је да изаберете "Сачувај као подразумевано".
	Rule_Show_Full                  = Прикажи све
	Rule_Show_Only                  = Покажи само правила
	Rule_Show_Only_Select           = Бирајте између правила
	Image_Unmount_After             = Деинсталирајте све монтиране

	Wim_Rule_Update                 = Извуците и ажурирајте датотеке унутар слике
	Wim_Rule_Extract                = Извуците датотеке
	Wim_Rule_Extract_Tips           = Након што изаберете правило путање, извуците наведену датотеку и сачувајте је локално.

	Wim_Rule_Verify                 = Верифи
	Wim_Rule_Check                  = Испитати
	Destination                     = Одредиште

	Wim_Rename                      = Измените информације о слици
	Wim_Image_Name                  = Име слике
	Wim_Image_Description           = Опис слике
	Wim_Display_Name                = Име за приказ
	Wim_Display_Description         = Показати опис
	Wim_Edition                     = Ознака слике
	Wim_Edition_Select_Know         = Изаберите познате заставице слике
	Wim_Created                     = Датум креирања
	Wim_Expander_Space              = Простор за проширење

	IABSelectNo                     = Није изабран примарни кључ: Install, WinRE, Boot
	Unique_Name                     = Јединствено именовање
	Select_Path                     = Пут
	Setting_Pri_Key                 = Поставите ову датотеку ажурирања као главни шаблон:
	Pri_Key_Update_To               = Затим ажурирајте на:
	Pri_Key_Template                = Поставите ову датотеку као жељени шаблон за синхронизацију са изабраним ставкама
	Pri_key_Running                 = Задатак примарног кључа је синхронизован и прескочен.
	ShowAllExclude                  = Прикажи сва застарела изузимања

	Index_Process_All               = Обради све познате бројеве индекса
	Index_Is_Event_Select           = Када дође до догађаја, појављује се интерфејс за избор индексног броја.
	Index_Pre_Select                = Унапред додељен број индекса
	Index_Select_Tips               = Наговештај:\n\n{0}.Wim тренутно није монтиран, можете:\n\n   1. Изаберите "Обради све познате бројеве индекса";\n\n   2. Изаберите "Када постоји догађај, интерфејс за избор индексног броја ће се појавити";\n\n   3. Унапред одређен број индекса\n      Наведен је број индекса 6, број индекса не постоји током обраде и обрада се прескаче.

	Index_Tips_Custom_Expand        = Група: {0}\n\nПриликом обраде {1}, потребно је доделити индексни број {2}, иначе се не може обрадити.\n\nНакон што изаберете "Синхронизуј правила ажурирања са свим индексним бројевима", потребно је само да означите било који као главни шаблон.
'@