ConvertFrom-StringData -StringData @'
	# uk-UA
	# Ukrainian (Ukraine)

	AdditionalEdition               = Версія доповнення
	AE_Required_EditionID           = Ідентифікатор обов'язкової версії
	AE_New_EditionID                = Ідентифікатор нової версії
	IsNewScheme                     = Доступне рішення
	AE_IsCheck                      = Перевірити події версій доповнення
	AE_IsRuning                     = Доступні події версій доповнення
	AE_Not_Match                    = Не знайдено відповідного ідентифікатора версії
	AE_NoEvent                      = Події версій доповнення не знайдено
	AE_Rename                       = Дозволити перейменування всіх деталей
	AE_Replace_Name                 = Автоматично замінити назви мов
	AE_Add_Exclude_Nomount          = Додати до виключення з монтувань, що не запитуються
	AE_ExcludeMount                 = Виключити з монтувань, що не запитуються
	AE_ExcludeMountTips             = Ви призначаєте елемент для виключення з монтувань, що не запитуються. Після його додавання зміни ідентифікатора версії або серійного номера більше не будуть запитуватися для монтування.
	AE_Is_Auto_Sel_Exclude          = Не вибирайте невідповідні доповнення
	DropOrder                       = Сортування перетягуванням
	EditionErrorNoMatch             = Невідповідність прапорців ідентифікатора версії, елемент помилки {0}
'@