ConvertFrom-StringData -StringData @'
	# el-gr
	# Greek (Greece)

	Save                            = Εκτός
	DoNotSave                       = Μην αποθηκεύετε
	DoNotSaveTips                   = Μη ανακτήσιμο, απεγκαταστήστε την εικόνα απευθείας.
	UnmountAndSave                  = Στη συνέχεια απεγκαταστήστε
	UnmountNotAssignMain            = Όταν το {0} δεν έχει εκχωρηθεί
	UnmountNotAssignMain_Tips       = Κατά τη μαζική επεξεργασία, πρέπει να καθορίσετε εάν θα αποθηκεύονται τα μη εκχωρημένα κύρια στοιχεία ή όχι.
	ImageEjectTips                  = Προειδοποιώ\n\n    1. Πριν την αποθήκευση, συνιστάται να κάνετε "Έλεγχος κατάστασης υγείας" όταν εμφανίζεται η ένδειξη "Επισκευάσιμο" ή "Μη επισκευάσιμο": \n       * Κατά τη διαδικασία μετατροπής ESD, εμφανίζεται το σφάλμα 13 και τα δεδομένα δεν είναι έγκυρα.\n       * Παρουσιάστηκε σφάλμα κατά την εγκατάσταση του συστήματος.\n\n    2. Ελέγξτε την κατάσταση υγείας, το boot.wim δεν υποστηρίζεται.\n\n    3. Όταν υπάρχει ένα αρχείο στην εικόνα προσαρτημένο και δεν έχει καθοριστεί καμία ενέργεια απεγκατάστασης στην εικόνα, θα αποθηκευτεί από προεπιλογή.\n\n    4. Κατά την αποθήκευση, μπορείτε να εκχωρήσετε συμβάντα επέκτασης.\n\n    5. Το συμβάν μετά το αναδυόμενο παράθυρο θα εκτελεστεί μόνο εάν δεν έχει αποθηκευτεί.
	ImageEjectSpecification         = Παρουσιάστηκε σφάλμα κατά την απεγκατάσταση του {0}. Απεγκαταστήστε την επέκταση και δοκιμάστε ξανά.
	ImageEjectExpand                = Διαχείριση αρχείων εντός της εικόνας
	ImageEjectExpandTips            = Υπαινιγμός\n\n    Ελέγξτε την κατάσταση υγείας Η επέκταση ενδέχεται να μην υποστηρίζεται. Μπορείτε να δοκιμάσετε να την ελέγξετε.
	Image_Eject_Force               = Επιτρέψτε την απεγκατάσταση εικόνων εκτός σύνδεσης
	ImageEjectDone                  = Μετά την ολοκλήρωση όλων των εργασιών
'@