ConvertFrom-StringData -StringData @'
	# th-TH
	# Thai (Thailand)

	AdvAppsDetailed                 = สร้างรายงาน
	AdvAppsDetailedTips             = ค้นหาตามแท็กภูมิภาค รับรายละเอียดเพิ่มเติมเมื่อมีชุดประสบการณ์ภาษาท้องถิ่น และสร้างไฟล์รายงาน: *.CSV
	ProcessSources                  = แหล่งประมวลผล
	InboxAppsManager                = แอพอินบ็อกซ์
	InboxAppsMatchDel               = ลบตามกฎที่ตรงกัน
	InboxAppsOfflineDel             = ลบแอปพลิเคชันที่จัดเตรียมไว้
	InboxAppsClear                  = บังคับให้ลบแอปล่วงหน้าที่ติดตั้งไว้ทั้งหมด (แอป InBox)
	InBox_Apps_Match                = จับคู่แอพ InBox Apps
	InBox_Apps_Check                = ตรวจสอบแพ็คเกจการพึ่งพา
	InBox_Apps_Check_Tips           = ตามกฎแล้ว ให้รับรายการการติดตั้งที่เลือกทั้งหมด และตรวจสอบว่ารายการการติดตั้งที่ต้องพึ่งพาได้ถูกเลือกแล้วหรือไม่
	LocalExperiencePack             = ชุดประสบการณ์ภาษาท้องถิ่น ( LXPs )
	LEPBrandNew                     = ในรูปแบบใหม่ขอแนะนำ
	UWPAutoMissingPacker            = ค้นหาแพ็คเกจที่หายไปจากดิสก์ทั้งหมดโดยอัตโนมัติ
	UWPAutoMissingPackerSupport     = สถาปัตยกรรม x64 จำเป็นต้องติดตั้งแพ็คเกจที่ขาดหายไป
	UWPAutoMissingPackerNotSupport  = สถาปัตยกรรมที่ไม่ใช่ x64 ใช้เมื่อรองรับสถาปัตยกรรม x64 เท่านั้น
	UWPEdition                      = ตัวระบุเฉพาะเวอร์ชัน Windows
	Optimize_Appx_Package           = ปรับการจัดสรรแพ็คเกจ Appx ให้เหมาะสมโดยแทนที่ไฟล์ที่เหมือนกันด้วยฮาร์ดลิงก์
	Optimize_ing                    = การเพิ่มประสิทธิภาพ
	Remove_Appx_Tips                = แสดงให้เห็น:\n\nขั้นตอนที่หนึ่ง: เพิ่มแพ็คเกจประสบการณ์ภาษาท้องถิ่น ( LXPs ) ขั้นตอนนี้จะต้องสอดคล้องกับแพ็คเกจที่เกี่ยวข้องที่ออกโดย Microsoft อย่างเป็นทางการ ไปที่นี่และดาวน์โหลด:\n       เพิ่มชุดภาษาให้กับอิมเมจแบบหลายเซสชันของ Windows 10\n       https://learn.microsoft.com/th-th/azure/virtual-desktop/language-packs\n\n       เพิ่มภาษาให้กับอิมเมจ Windows 11 Enterprise\n       https://learn.microsoft.com/th-th/azure/virtual-desktop/windows-11-language-packs\n\nขั้นตอนที่ 2: แตกไฟล์หรือเมานต์ *_InboxApps.iso และเลือกไดเร็กทอรีตามสถาปัตยกรรม\n\nขั้นตอนที่ 3: หาก Microsoft ยังไม่ได้เปิดตัวแพ็คเกจประสบการณ์ภาษาท้องถิ่นล่าสุด ( LXPs ) อย่างเป็นทางการ ให้ข้ามขั้นตอนนี้ หากเป็นเช่นนั้น โปรดดูประกาศอย่างเป็นทางการจาก Microsoft:\n       1. สอดคล้องกับแพ็คเกจประสบการณ์ภาษาท้องถิ่น ( LXPs )\n       2. สอดคล้องกับการอัพเดตสะสม \n\nแอปที่ติดตั้งไว้ล่วงหน้า (แอป InBox) เป็นภาษาเดียวและจำเป็นต้องติดตั้งใหม่จึงจะมีหลายภาษา \n\n1. คุณสามารถเลือกระหว่างเวอร์ชันสำหรับนักพัฒนาซอฟต์แวร์และเวอร์ชันเริ่มต้น\n    ตัวอย่างเช่น เวอร์ชันของนักพัฒนา หมายเลขเวอร์ชันคือ:\n    Windows 11 ชุด\n    Windows 11 24H2, Build 26100.1\n    Windows 11 23H2, Build 22631.1\n    Windows 11 22H2, Build 22621.1\n    Windows 11 21H2, Build 22000.1\n\n    เวอร์ชันเริ่มต้น เวอร์ชันเริ่มต้นที่รู้จัก: \n    Windows 11 ชุด\n    Windows 11 24H2, Build 26100.2033\n    Windows 11 23H2, Build 22631.2428\n    Windows 11 22H2, Build 22621.382\n    Windows 11 21H2, Build 22000.194\n\n    Windows 10 ชุด\n    Windows 10 22H2, Build 19045.2006\n\n    สำคัญ:\n      a. โปรดสร้างอิมเมจใหม่เมื่อแต่ละเวอร์ชันได้รับการอัปเดต ตัวอย่างเช่น เมื่อย้ายจาก 21H1 เป็น 22H2 โปรดอย่าอัปเดตตามอิมเมจเก่าเพื่อหลีกเลี่ยงปัญหาความเข้ากันได้อื่นๆ โปรดใช้เวอร์ชันเริ่มต้นอีกครั้ง\n      b. กฎระเบียบนี้ได้รับการสื่อสารอย่างชัดเจนไปยังผู้ทำบรรจุภัณฑ์ในรูปแบบต่างๆ โดยผู้ผลิต OEM บางราย และไม่อนุญาตให้มีการอัพเกรดโดยตรงจากเวอร์ชันที่ทำซ้ำ\n      คำสำคัญ: การวนซ้ำ ข้ามเวอร์ชัน การอัปเดตแบบสะสม\n\n2. หลังจากติดตั้งชุดภาษา คุณต้องเพิ่มการอัปเดตแบบสะสม เนื่องจากก่อนที่จะเพิ่มการอัปเดตแบบสะสม ส่วนประกอบจะไม่มีการเปลี่ยนแปลงใดๆ จนกว่าจะมีการติดตั้งการอัปเดตแบบสะสม ตัวอย่างเช่น สถานะของส่วนประกอบ: ล้าสมัย, จะถูกลบ;\n\n3. เมื่อใช้เวอร์ชันที่มีการอัปเดตแบบสะสม คุณยังคงต้องเพิ่มการอัปเดตแบบสะสมอีกครั้งในท้ายที่สุด ซึ่งเป็นการดำเนินการซ้ำ\n\n4. ดังนั้น ขอแนะนำให้คุณใช้เวอร์ชันที่ไม่มีการอัพเดตแบบสะสมในระหว่างการผลิต จากนั้นจึงเพิ่มการอัพเดตแบบสะสมในขั้นตอนสุดท้าย \n\nเกณฑ์การค้นหาหลังจากเลือกไดเร็กทอรี: LanguageExperiencePack.*.Neutral.appx
	ImportCleanDuplicate            = ทำความสะอาดไฟล์ที่ซ้ำกัน
	ForceRemovaAllUWP               = ข้ามการเพิ่มแพ็คเกจประสบการณ์ภาษาท้องถิ่น ( LXPs ) ดำเนินการอื่นๆ
	LEPSkipAddEnglish               = ขอแนะนำให้ข้ามการเพิ่ม en-US ระหว่างการติดตั้ง
	LEPSkipAddEnglishTips           = ไม่จำเป็นต้องเพิ่มชุดภาษาอังกฤษเริ่มต้น
	License                         = ใบรับรอง
	IsLicense                       = มีใบรับรอง
	NoLicense                       = ไม่มีใบรับรอง
	CurrentIsNVeriosn               = ซีรีส์เวอร์ชั่น N
	CurrentNoIsNVersion             = รุ่นที่มีฟังก์ชั่นครบครัน
	LXPsWaitAddUpdate               = ที่จะได้รับการปรับปรุง
	LXPsWaitAdd                     = ที่จะนำมาเพิ่ม
	LXPsWaitAssign                  = ที่จะจัดสรร
	LXPsWaitRemove                  = ที่จะถูกลบ
	LXPsAddDelTipsView              = มีเคล็ดลับใหม่ๆ โปรดตรวจสอบเลย
	LXPsAddDelTipsGlobal            = ไม่มีการแจ้งเตือนอีกต่อไป ซิงค์ไปที่ส่วนกลาง
	LXPsAddDelTips                  = อย่าแจ้งเตือนอีก
	Instl_Dependency_Package        = อนุญาตให้ประกอบการอ้างอิงอัตโนมัติเมื่อติดตั้งแอป InBox Apps
	Instl_Dependency_Package_Tips   = เมื่อแอปพลิเคชันที่จะเพิ่มมีแพ็คเกจที่ต้องพึ่งพา มันจะจับคู่ตามกฎโดยอัตโนมัติและทำหน้าที่รวมแพ็คเกจที่ต้องพึ่งพาที่จำเป็นโดยอัตโนมัติ
	Instl_Dependency_Package_Match  = การรวมแพ็คเกจการพึ่งพา
	Instl_Dependency_Package_Group  = การผสมผสาน
	InBoxAppsErrorNoSave            = เมื่อพบข้อผิดพลาดจะไม่ได้รับอนุญาตให้บันทึก
	InBoxAppsErrorTips              = มีข้อผิดพลาดรายการที่พบในรายการที่ตรงกัน {0} ไม่สำเร็จ
	InBoxAppsErrorNo                = ไม่พบข้อผิดพลาดในการจับคู่
'@