ConvertFrom-StringData -StringData @'
	# el-gr
	# Greek (Greece)

	SaveModeClear                   = Εκκαθάριση επιλεγμένου ιστορικού
	SaveModeTipsClear               = Το ιστορικό έχει αποθηκευτεί και μπορεί να διαγραφεί
	SelectTips                      = Υπαινιγμός\n\n    1. Επιλέξτε το όνομα της εικόνας προς επεξεργασία.\n    2. Μετά την ακύρωση, οι εργασίες που απαιτούν "μοντάρισμα" πριν από τη λειτουργία δεν θα ισχύουν πλέον.
	CacheDisk                       = Κρυφή μνήμη δίσκου
	CacheDiskCustomize              = Προσαρμοσμένη διαδρομή προσωρινής μνήμης
	AutoSelectRAMDISK               = Να επιτρέπεται η αυτόματη επιλογή ετικέτας όγκου δίσκου
	AutoSelectRAMDISKFailed         = Η ετικέτα τόμου δεν ταιριάζει
	ReFS_Find_Volume                = Όταν συναντήσετε μορφή δίσκου REFS, εξαιρέστε
	ReFS_Exclude                    = Εξαιρείται το διαμέρισμα ReFS
	Disk_Not_satisfied_Exclude      = Δεν πληρούνται οι ελάχιστες απαιτήσεις δίσκου
	RAMDISK_Change                  = Αλλαγή ονόματος ετικέτας τόμου
	RAMDISK_Search                  = Αναζήτηση ονόματος ετικέτας τόμου
	RAMDISK_Restore                 = Επαναφορά αρχικοποιημένου ονόματος τόμου: {0}
	AllowTopMost                    = Αφήστε τα ανοιχτά παράθυρα να καρφιτσωθούν στην κορυφή
	History                         = Καθαρή ιστορία
	History_Del_Tips                = Όταν υπάρχει μια εργασία ενθυλάκωσης, μην εκτελέσετε τις ακόλουθες προαιρετικές επιλογές, διαφορετικά θα προκληθούν άγνωστα προβλήματα κατά την εκτέλεση του σεναρίου ενθυλάκωσης.
	History_View                    = Προβολή ιστορικού
	HistoryLog                      = Επιτρέψτε τον αυτόματο καθαρισμό κορμών παλαιότερων των 7 ημερών
	HistorySaveFolder               = Άλλες διαδρομές πηγής εικόνας
	HistoryClearappxStage           = InBox Apps: Διαγράψτε τα προσωρινά αρχεία που δημιουργήθηκαν κατά την εγκατάσταση
	DoNotCheckBoot                  = Όταν το μέγεθος του αρχείου Boot.wim υπερβαίνει τα 520 MB, η αναδόμηση επιλέγεται αυτόματα κατά τη δημιουργία του ISO.
	HistoryClearDismSave            = Διαγράψτε τις εγγραφές προσάρτησης DISM που είναι αποθηκευμένες στο μητρώο
	ImageSourcesClickShowKey        = Να επιτρέπεται η εμφάνιση του μενού "Επιλογή πρωτεύοντος κλειδιού"
	ImageSourcesClickShowKeyTips    = Αφού ο χρήστης επιλέξει την πηγή εικόνας: Προσθέστε ένα μενού "Επιλογή πρωτεύοντος κλειδιού" στα δεξιά και προσθέστε τις επιλογές "Μετάβαση σε": Προσάρτηση, Αποθήκευση, Αναδυόμενο παράθυρο.
	Clear_Bad_Mount                 = Διαγράψτε όλους τους πόρους που σχετίζονται με την κατεστραμμένη προσαρτημένη εικόνα
	ShowCommand                     = Εμφάνιση της πλήρους εκτέλεσης της γραμμής εντολών
	Command                         = Γραμμή εντολών
	SelectSettingImage              = Πηγή εικόνας
	NoSelectImageSource             = Δεν έχει επιλεγεί πηγή εικόνας
	SettingImageRestore             = Επαναφορά προεπιλεγμένης θέσης τοποθέτησης
	SettingImage                    = Αλλαγή θέσης τοποθέτησης πηγής εικόνας
	SelectImageMountStatus          = Λάβετε την κατάσταση προσάρτησης αφού επιλέξετε πηγή εικόνας
	SettingImageTempFolder          = Προσωρινός κατάλογος
	SettingImageToTemp              = Ο προσωρινός κατάλογος είναι ο ίδιος με τη θέση στην οποία τοποθετήθηκε
	SettingImagePathTemp            = Χρησιμοποιώντας τον κατάλογο Temp
	SettingImageLow                 = Ελέγξτε τον ελάχιστο διαθέσιμο χώρο που απομένει
	SettingImageNewPath             = Επιλέξτε προσάρτηση δίσκου
	SettingImageNewPathTips         = Συνιστάται να το προσαρτήσετε σε δίσκο μνήμης, ο οποίος είναι ο ταχύτερος Μπορείτε να χρησιμοποιήσετε λογισμικό εικονικής μνήμης όπως Ultra RAMDisk και ImDisk.
	SelectImageSource               = Έχει επιλεγεί το "Deploy Engine Solution", κάντε κλικ στο OK.
	NoImagePreSource                = Δεν βρέθηκε διαθέσιμη πηγή, θα πρέπει: \n\n     1. Προσθέστε περισσότερες πηγές εικόνας σε: \n          {0}\n\n     2. Επιλέξτε "Ρυθμίσεις" και επιλέξτε ξανά τον δίσκο αναζήτησης πηγής εικόνας.\n\n     3. Επιλέξτε "ISO" και επιλέξτε το ISO προς αποσυμπίεση, στοιχεία που θα τοποθετηθούν κ.λπ.
	NoImageOtherSource              = Κάντε κλικ με για να "Προσθήκη" άλλες διαδρομές ή "Σύρετε τον κατάλογο" στο τρέχον παράθυρο.
	SearchImageSource               = Δίσκος αναζήτησης πηγής εικόνας
	Kernel                          = Πυρήνας
	Architecture                    = Αρχιτεκτονική
	ArchitecturePack                = Αρχιτεκτονική πακέτων, κατανόηση κανόνων προσθήκης
	ImageLevel                      = Τύπος εγκατάστασης
	LevelDesktop                    = Επιφάνεια εργασίας
	LevelServer                     = Υπηρέτης
	ImageCodename                   = Κωδικό όνομα
	ImageCodenameNo                 = Δεν αναγνωρίζεται
	MainImageFolder                 = Αρχική σελίδα
	MountImageTo                    = Τοποθετήστε σε
	Image_Path                      = Διαδρομή εικόνας
	MountedIndex                    = Δείκτης
	MountedIndexSelect              = Επιλέξτε τον αριθμό ευρετηρίου
	AutoSelectIndexFailed           = Η αυτόματη επιλογή του ευρετηρίου {0} απέτυχε, δοκιμάστε ξανά.
	Apply                           = Εφαρμογή
	Eject                           = Αναδυόμενο
	Mount                           = Βουνό
	Unmount                         = Απεγκατάσταση
	Mounted                         = Εφιππος
	NotMounted                      = Δεν έχει τοποθετηθεί
	NotMountedSpecify               = Δεν έχει τοποθετηθεί, μπορείτε να καθορίσετε τη θέση τοποθέτησης
	MountedIndexError               = Μη κανονική τοποθέτηση, διαγράψτε και δοκιμάστε ξανά.
	ImageSouresNoSelect             = Εμφάνιση περισσότερων λεπτομερειών αφού επιλέξετε την πηγή εικόνας
	Mounted_Mode                    = Λειτουργία τοποθέτησης
	Mounted_Status                  = Κατάσταση τοποθέτησης
	Image_Popup_Default             = Αποθήκευση ως προεπιλογή
	Image_Restore_Default           = Επαναφορά στην προεπιλογή
	Image_Popup_Tips                = Υπαινιγμός: \n\nΌταν αναθέσατε το συμβάν, δεν προσδιορίσατε τον αριθμό ευρετηρίου για την επεξεργασία του {0}.\n\nΗ διεπαφή επιλογής έχει εμφανιστεί αυτήν τη στιγμή. Καθορίστε τον αριθμό ευρετηρίου Αφού ολοκληρωθεί η προδιαγραφή, συνιστάται να επιλέξετε "Αποθήκευση ως προεπιλογή".
	Rule_Show_Full                  = Εμφάνιση όλων
	Rule_Show_Only                  = Δείξτε μόνο κανόνες
	Rule_Show_Only_Select           = Επιλέξτε από τους κανόνες
	Image_Unmount_After             = Απεγκαταστήστε όλα τα τοποθετημένα

	Wim_Rule_Update                 = Εξαγωγή και ενημέρωση αρχείων εντός της εικόνας
	Wim_Rule_Extract                = Εξαγωγή αρχείων
	Wim_Rule_Extract_Tips           = Αφού επιλέξετε τον κανόνα διαδρομής, εξαγάγετε το καθορισμένο αρχείο και αποθηκεύστε το τοπικά.

	Wim_Rule_Verify                 = Επαληθεύω
	Wim_Rule_Check                  = Εξετάζω
	Wim_Rule_CheckIntegrity         = Έλεγχος Ακεραιότητας
	Wim_Rule_WIMBoot                = Εκκινήσιμο
	Wim_Rule_Compact                = Συμπίεση Αρχείων Λειτουργικού Συστήματος
	Win_Rule_Setbootable            = Σήμανση Εικόνας Τόμου ως Εκκινήσιμης
	Win_Rule_Setbootable_Tips       = Αυτή η παράμετρος ισχύει μόνο για εικόνες Windows PE.\nΜόνο μία εικόνα τόμου μπορεί να επισημανθεί ως εκκινήσιμη σε ένα αρχείο .wim.
	Destination                     = Προορισμός

	Wim_Append                      = Προσθήκη
	Wim_Capture                     = Καταγραφή
	Wim_Capture_Tips                = Καταγραφή της εικόνας μονάδας δίσκου σε ένα νέο αρχείο WIM.
	Wim_Capture_Sources             = Πηγή Καταγραφής
	Wim_Capture_Sources_Tips        = Ο καταγεγραμμένος κατάλογος περιέχει όλους τους υποφακέλους και τα δεδομένα.\nΔεν μπορείτε να καταγράψετε έναν κενό κατάλογο. Ο κατάλογος πρέπει να περιέχει τουλάχιστον ένα αρχείο.
	Wim_Config_File                 = Διαδρομή Αρχείου Ρυθμίσεων ( Εξαιρέσεις )
	Wim_Config_Edit                 = Επεξεργασία
	Wim_Config_Learn                = Μελετήστε τη λίστα ρυθμίσεων και το αρχείο WimScript.ini

	Wim_Rename                      = Τροποποίηση πληροφοριών εικόνας
	Wim_Image_Name                  = Όνομα εικόνας
	Wim_Image_Description           = Περιγραφή εικόνας
	Wim_Display_Name                = Εμφανιζόμενο όνομα
	Wim_Display_Description         = Εμφάνιση περιγραφής
	Wim_Edition                     = Σήμα εικόνας
	Wim_Edition_Select_Know         = Επιλέξτε γνωστές σημαίες εικόνας
	Wim_CreatedTime                 = Ημερομηνία δημιουργίας
	Wim_ModifiedTime                = Ώρα τελευταίας τροποποίησης
	Wim_FileCount                   = Αριθμός αρχείων
	Wim_DirectoryCount              = Αριθμός καταλόγων
	Wim_Expander_Space              = Χώρος επέκτασης

	IABSelectNo                     = Δεν έχει επιλεγεί πρωτεύον κλειδί: Install, WinRE, Boot
	Unique_Name                     = Μοναδική ονομασία
	Select_Path                     = Μονοπάτι
	Setting_Pri_Key                 = Ορίστε αυτό το αρχείο ενημέρωσης ως το κύριο πρότυπο
	Pri_Key_Update_To               = Στη συνέχεια ενημερώστε σε
	Pri_Key_Template                = Ορίστε αυτό το αρχείο ως το προτιμώμενο πρότυπο για συγχρονισμό με τα επιλεγμένα στοιχεία
	Pri_key_Running                 = Η εργασία του πρωτεύοντος κλειδιού έχει συγχρονιστεί και έχει παραλειφθεί.
	ShowAllExclude                  = Εμφάνιση όλων των καταργημένων εξαιρέσεων

	Index_Process_All               = Επεξεργαστείτε όλους τους γνωστούς αριθμούς ευρετηρίου
	Index_Is_Event_Select           = Όταν υπάρχει ένα συμβάν, εμφανίζεται η διεπαφή επιλογής αριθμού ευρετηρίου.
	Index_Pre_Select                = Προκαθορισμένος αριθμός ευρετηρίου
	Index_Select_Tips               = Υπαινιγμός: \n\nΤο {0}.wim δεν είναι προσαρτημένο αυτήν τη στιγμή, μπορείτε: \n\n   1、Επιλέξτε "Επεξεργασία όλων των γνωστών αριθμών ευρετηρίου".\n\n   2. Επιλέξτε "Όταν υπάρχει ένα συμβάν, θα εμφανιστεί η διεπαφή επιλογής αριθμού ευρετηρίου".\n\n   3. Προκαθορισμένος αριθμός ευρετηρίου\n      Καθορίζεται ο αριθμός ευρετηρίου 6, ο αριθμός ευρετηρίου δεν υπάρχει κατά την επεξεργασία και η επεξεργασία παραλείπεται.

	Index_Tips_Custom_Expand        = Ομάδα: {0}\n\nΚατά την επεξεργασία του {1}, πρέπει να εκχωρηθεί ο αριθμός ευρετηρίου {2}, διαφορετικά δεν είναι δυνατή η επεξεργασία του.\n\nΑφού επιλέξετε "Συγχρονισμός κανόνων ενημέρωσης σε όλους τους αριθμούς ευρετηρίου", χρειάζεται μόνο να επιλέξετε οποιονδήποτε ως κύριο πρότυπο.

	DefenderExclude                 = Εξαιρέσεις προστασίας από ιούς των Windows
	DefenderFolder                  = Προσθήκη αυτού του καταλόγου στις Εξαιρέσεις προστασίας\nαπό ιούς των Windows.
	DefenderVolume                  = Αφού βρείτε ένα αντίστοιχο όνομα ετικέτας τόμου,\nπροσθέστε αυτόν τον δίσκο στις Εξαιρέσεις προστασίας από ιούς των Windows.
	DefenderIsAdd                   = Προστέθηκε στις Εξαιρέσεις προστασίας από ιούς των Windows
'@