ConvertFrom-StringData -StringData @'
	# ar-sa
	# Arabic (Saudi Arabia)

	Save                            = يحفظ
	DoNotSave                       = لا تحفظ
	DoNotSaveTips                   = غير قابل للاسترداد، قم بإلغاء تثبيت الصورة مباشرة.
	UnmountAndSave                  = ثم قم بإلغاء التثبيت
	UnmountNotAssignMain            = عندما لا يتم تخصيص {0}.
	UnmountNotAssignMain_Tips       = أثناء معالجة الدفعات، تحتاج إلى تحديد ما إذا كنت تريد حفظ العناصر الرئيسية غير المعينة أم لا.
	ImageEjectTips                  = تحذير\n\n    1. قبل الحفظ، يوصى بـ "التحقق من الحالة الصحية" عند ظهور "قابل للإصلاح" أو "غير قابل للإصلاح":\n       * أثناء عملية تحويل ESD، يتم عرض الخطأ 13 وتكون البيانات غير صالحة؛\n       * حدث خطأ عند تثبيت النظام.\n\n    2. التحقق من الحالة الصحية، Boot.wim غير مدعوم.\n\n    3. عندما يكون هناك ملف في الصورة المحملة ولم يتم تحديد أي إجراء لإلغاء التثبيت في الصورة، فسيتم حفظه بشكل افتراضي.\n\n    4. عند الحفظ، يمكنك تعيين أحداث التمديد؛\n\n    5. لن يتم تنفيذ الحدث بعد النافذة المنبثقة إلا إذا لم يتم حفظه.
	ImageEjectSpecification         = حدث خطأ أثناء إلغاء تثبيت {0} يُرجى إزالة تثبيت الامتداد والمحاولة مرة أخرى.
	ImageEjectExpand                = إدارة الملفات داخل الصورة
	ImageEjectExpandTips            = نصيحة\n\n    تحقق من حالة السلامة. قد لا يكون الامتداد مدعومًا. يمكنك محاولة التحقق بعد تمكينه.
	Image_Eject_Force               = السماح بإلغاء تثبيت الصور غير المتصلة بالإنترنت
	ImageEjectDone                  = بعد الانتهاء من جميع المهام

	Abandon_Allow                   = السماح بالتخلص السريع
	Abandon_Allow_Auto              = السماح بتفعيل التخلص السريع تلقائيًا
	Abandon_Allow_Auto_Tips         = بعد تفعيل هذا الخيار، سيظهر خيار "السماح بالتخلص السريع" في "الطيار الآلي، التعيين المخصص للأحداث المعروفة، النوافذ المنبثقة". هذه الميزة مدعومة فقط في: المهام الرئيسية.
	Abandon_Agreement               = التخلص السريع: اتفاقية
	Abandon_Agreement_Disk_range    = أقسام القرص التي وافقت على التخلص السريع
	Abandon_Agreement_Allow         = أوافق على استخدام التخلص السريع ولن أتحمل مسؤولية عواقب تهيئة أقسام القرص
	Abandon_Terms                   = الشروط
	Abandon_Terms_Change            = تم تغيير الشروط
	Abandon_Allow_Format            = السماح بالتهيئة
	Abandon_Allow_UnFormat          = التهيئة غير المصرح بها للأقسام
	Abandon_Allow_Time_Range        = سيتم تفعيل السماح بتنفيذ وظائف PowerShell في أي وقت
'@