ConvertFrom-StringData -StringData @'
	# th-TH
	# Thai (Thailand)

	AdditionalEdition               = เวอร์ชันส่วนเสริม
	AE_Required_EditionID           = รหัสเวอร์ชันที่ต้องการ
	AE_New_EditionID                = รหัสเวอร์ชันใหม่
	IsNewScheme                     = โซลูชันที่มีอยู่
	AE_IsCheck                      = ตรวจสอบเหตุการณ์เวอร์ชันส่วนเสริม
	AE_IsRuning                     = เหตุการณ์เวอร์ชันส่วนเสริมที่มีอยู่
	AE_Not_Match                    = ไม่พบรหัสเวอร์ชันที่ตรงกัน
	AE_NoEvent                      = ไม่พบเหตุการณ์เวอร์ชันส่วนเสริม
	AE_Rename                       = อนุญาตให้เปลี่ยนชื่อรายละเอียดทั้งหมด
	AE_Replace_Name                 = เปลี่ยนชื่อภาษาโดยอัตโนมัติ
	AE_Add_Exclude_Nomount          = เพิ่มลงในรายการยกเว้นจากการติดตั้งที่ไม่ได้รับการร้องขอ
	AE_ExcludeMount                 = ยกเว้นจากการติดตั้งที่ไม่ได้รับการร้องขอ
	AE_ExcludeMountTips             = คุณกำลังกำหนดรายการเพื่อยกเว้นจากการติดตั้งที่ไม่ได้รับการร้องขอ หลังจากเพิ่มแล้ว การเปลี่ยนแปลงรหัสเวอร์ชันหรือหมายเลขซีเรียลจะไม่ถูกร้องขออีกต่อไปสำหรับการติดตั้ง
	AE_Is_Auto_Sel_Exclude          = อย่าเลือกส่วนเสริมที่ไม่ตรงกัน
	DropOrder                       = การจัดเรียงแบบลากและวาง
	EditionErrorNoMatch             = แฟล็ก ID เวอร์ชันไม่ตรงกัน ข้อผิดพลาดรายการ {0}
'@