ConvertFrom-StringData -StringData @'
	# ru-RU
	# Russian (Russia)

	AdditionalEdition               = Версия дополнения
	AE_Required_EditionID           = Требуемый идентификатор версии
	AE_New_EditionID                = Новый идентификатор версии
	IsNewScheme                     = Доступное решение
	AE_IsCheck                      = Проверка событий, связанных с версией дополнения
	AE_IsRuning                     = Доступные события, связанные с версией дополнения
	AE_Not_Match                    = Идентификатор версии не найден
	AE_NoEvent                      = События, связанные с версией дополнения, не найдены
	AE_Rename                       = Разрешить переименование всех данных
	AE_Replace_Name                 = Автоматическая замена названий языков
	AE_Add_Exclude_Nomount          = Добавить в список исключений для монтирования, не запрашиваемого ранее
	AE_ExcludeMount                 = Исключить из списка монтирования, не запрашиваемого ранее
	AE_ExcludeMountTips             = Вы назначаете элемент для исключения из списка монтирования, не запрашиваемого ранее. После добавления изменения идентификатора версии или серийного номера больше не будут запрашиваться для монтирования.
	AE_Is_Auto_Sel_Exclude          = Не выбирайте неподходящие дополнения
	DropOrder                       = Сортировка перетаскиванием
	EditionErrorNoMatch             = Несоответствие флага идентификатора версии, элемент ошибки {0}
'@