ConvertFrom-StringData -StringData @'
	# el-GR
	# Greek (Greece)

	OnDemandPlanTask                = Προσαρμοσμένη ανάθεση γνωστών συμβάντων
	Group_Class_System              = Κατηγορία συστήματος
	Group_Class_Opt                 = Κατηγορία βελτιστοποίησης
	Group_Personalise               = Εξατομίκευση
	Group_App_Manager               = Διαχείριση εφαρμογών
	Group_Instl_Soft                = Εγκαταστήστε λογισμικό

	AssignTask                      = Αναθέστε διαθέσιμες εργασίες εκδήλωσης
	AssignTips                      = Επιλέξτε μια εργασία συμβάντος με δυνατότητα ανάθεσης
	AssignMulTask                   = Δημιουργήστε ένα σημείο επαναφοράς συστήματος πριν από την προσαρμογή των αναθέσεων, την αλλαγή θέσεων φακέλων χρήστη, τη βελτιστοποίηση του συστήματος, τη βελτιστοποίηση υπηρεσιών, τη διαγραφή εφαρμογών UWP.
	QueueMode                       = Μοντέλο κατά παραγγελία
	NoWork                          = Χωρίς εργασίες
'@