ConvertFrom-StringData -StringData @'
	# ar-sa
	# Arabic (Saudi Arabia)

	Save                            = يحفظ
	DoNotSave                       = لا تحفظ
	DoNotSaveTips                   = غير قابل للاسترداد، قم بإلغاء تثبيت الصورة مباشرة.
	UnmountAndSave                  = بعد حفظ الصورة وإلغاء تحميلها
	UnmountNotAssignMain            = عندما لا يتم تخصيص {0}.
	UnmountNotAssignMain_Tips       = أثناء معالجة الدفعات، تحتاج إلى تحديد ما إذا كنت تريد حفظ العناصر الرئيسية غير المعينة أم لا.
	ImageEjectTips                  = تحذير\n\n    1. قبل الحفظ، يوصى بـ "التحقق من الحالة الصحية" عند ظهور "قابل للإصلاح" أو "غير قابل للإصلاح":\n       * أثناء عملية تحويل ESD، يتم عرض الخطأ 13 وتكون البيانات غير صالحة؛\n       * حدث خطأ عند تثبيت النظام.\n\n    2. التحقق من الحالة الصحية، Boot.wim غير مدعوم.\n\n    3. عندما يكون هناك ملف في الصورة المحملة ولم يتم تحديد أي إجراء لإلغاء التثبيت في الصورة، فسيتم حفظه بشكل افتراضي.\n\n    4. عند الحفظ، يمكنك تعيين أحداث التمديد؛\n\n    5. لن يتم تنفيذ الحدث بعد النافذة المنبثقة إلا إذا لم يتم حفظه.
	ImageEjectSpecification         = حدث خطأ أثناء إلغاء تثبيت {0} يُرجى إزالة تثبيت الامتداد والمحاولة مرة أخرى.
	ImageEjectExpand                = إدارة الملفات داخل الصورة
	ImageEjectExpandTips            = نصيحة\n\n    تحقق من حالة السلامة. قد لا يكون الامتداد مدعومًا. يمكنك محاولة التحقق بعد تمكينه.
	Image_Eject_Force               = السماح بإلغاء تثبيت الصور غير المتصلة بالإنترنت
	ImageEjectDone                  = بعد الانتهاء من جميع المهام
'@