ConvertFrom-StringData -StringData @'
	# sr-latn-rs
	# Serbian (Latin, Serbia)

	Convert_Only                    = Трансфер
	Conver_Merged                   = Спојити
	Conver_Split_To_Swm             = Сплит
	Conver_Split_rule               = Подели {0} на {1}
	ConvertToArchive                = Претворите све софтверске пакете у компресоване пакете
	ConvertOpen                     = Конверзија је омогућена, онемогућите ово.
	ConvertBackup                   = Направите резервну копију пре конверзије
	ConvertBackupTips               = Насумично генеришите резервну копију и креирајте информације о датотеци
	ConvertSplit                    = Подељена величина
	ConvertSplitTips                = Напомена\n\n    1. Боот.Wim се не може поделити или боот.Wim конвертовати у есд формат;\n\n    2. Поделити у СВМ формат, само се препоручује да се оригинални формат подели на инсталл.Wim;\n\n    3. Након насилног раздвајања инсталл.есд у формат инсталл*.свм, када користите Виндовс инсталатер за инсталирање система, биће пријављена следећа грешка:\n\n    Виндовс не може да инсталира потребне датотеке. Датотека је можда оштећена или недостаје. Уверите се да су све датотеке потребне за инсталацију доступне и поново покрените инсталацију. Шифра грешке: 0к80070570
	ConvertSWM                      = Споји install*.swm
	ConvertSWMTips                  = Уклоните све *.swm након конверзије у install*.swm.
	ConvertImageSwitch              = {0} конвертовано у {1}
	ConvertImageNot                 = {0} се више не конвертује у {1}
	Converting                      = Конвертовање {0} у {1}
	CompressionType                 = Тип компресије
	CompressionType_None            = Нема компресије
	CompressionType_Fast            = Брзо
	CompressionType_Max             = Највиша
'@