ConvertFrom-StringData -StringData @'
	# sr-latn-rs
	# Serbian (Latin, Serbia)

	Save                            = Сачувати
	DoNotSave                       = Не штедите
	DoNotSaveTips                   = Непоправљиво, директно деинсталирајте слику.
	UnmountAndSave                  = Затим деинсталирајте
	UnmountNotAssignMain            = Када {0} није додељен
	UnmountNotAssignMain_Tips       = Током групне обраде, потребно је да одредите да ли да сачувате недодељене главне ставке или не.
	ImageEjectTips                  = Упозорење\n\n    1. Пре него што сачувате, препоручује се да "Проверите здравствени статус" Ако се појави "Поправљиво" или "Непоправљиво".\n       * Током процеса ЕСД конверзије, приказује се грешка 13 и подаци су неважећи;\n       * Дошло је до грешке приликом инсталирања система.\n\n    2. Проверите здравствени статус, Boot.wim није подржан.\n\n    3. Када је датотека у слици монтирана и није наведена акција деинсталирања на слици, она ће бити сачувана по подразумеваној вредности.\n\n    4. Приликом чувања, можете доделити догађаје екстензија;\n\n    5. Догађај након искачућег прозора биће извршен само ако није сачуван.
	ImageEjectSpecification         = Дошло је до грешке приликом деинсталирања {0}. Деинсталирајте проширење и покушајте поново.
	ImageEjectExpand                = Управљајте датотекама унутар слике
	ImageEjectExpandTips            = Савет\n\n    Проверите статус проширења можда није подржано. Можете покушати да га проверите.
	Image_Eject_Force               = Дозволите деинсталирање офлајн слика
	ImageEjectDone                  = Након извршених свих задатака

	Abandon_Allow                   = Дозволи брзо одлагање
	Abandon_Allow_Auto              = Дозволи аутоматско омогућавање брзог одлагања
	Abandon_Allow_Auto_Tips         = Након омогућавања ове опције, опција "Дозволи брзо одлагање" ће се појавити у "Аутопилот, Прилагођено додељивање познатих догађаја, Искачући прозори". Ова функција је подржана само у: Главним задацима.
	Abandon_Agreement               = Брзо одлагање: Споразум
	Abandon_Agreement_Disk_range    = Партиције диска које су прихватиле брзо одлагање
	Abandon_Agreement_Allow         = Прихватам коришћење брзог одлагања и више нећу бити одговоран за последице форматирања партиција диска
	Abandon_Terms                   = Услови
	Abandon_Terms_Change            = Услови су промењени
	Abandon_Allow_Format            = Дозволи форматирање
	Abandon_Allow_UnFormat          = Неовлашћено форматирање партиција
	Abandon_Allow_Time_Range        = Дозвољавање извршавања PowerShell функција ступиће на снагу у било ком тренутку
'@