ConvertFrom-StringData -StringData @'
	# bg-bg
	# Bulgarian (Bulgaria)

	Save                            = Спаси
	DoNotSave                       = Не спестявайте
	DoNotSaveTips                   = Невъзстановим, деинсталирайте изображението директно.
	UnmountAndSave                  = След като запазите и демонтирате изображението
	UnmountNotAssignMain            = Когато {0} не е разпределено
	UnmountNotAssignMain_Tips       = По време на пакетната обработка трябва да посочите дали да запазите неприсвоените основни позиции или не.
	ImageEjectTips                  = Предупреждавам\n\n    1. Преди да запазите, се препоръчва да "Проверете състоянието на здравето" Когато се появи "Поправимо" или "Непоправимо":\n       * По време на процеса на преобразуване на ESD се показва грешка 13 и данните са невалидни;\n       * Възникна грешка при инсталиране на системата.\n\n    2. Проверете здравословното състояние, boot.wim не се поддържа.\n\n    3. Когато в изображението има монтиран файл и в изображението не е указано действие за деинсталиране, той ще бъде записан по подразбиране.\n\n    4. Когато записвате, можете да присвоите събития за разширение;\n\n    5. Събитието след изскачащ прозорец ще се изпълни само ако не е запазено.
	ImageEjectSpecification         = Възникна грешка при деинсталирането на {0}. Моля, деинсталирайте разширението и опитайте отново.
	ImageEjectExpand                = Управление на файлове в изображението
	ImageEjectExpandTips            = Намек\n\n    Проверка на здравословното състояние може да не се поддържа. Можете да опитате да проверите, след като го активирате.
	Image_Eject_Force               = Разрешаване на деинсталиране на офлайн изображения
	ImageEjectDone                  = След изпълнение на всички задачи
'@