ConvertFrom-StringData -StringData @'
	# bg-bg
	# Bulgarian (Bulgaria)

	UnpackISO                       = Генерирайте ISO
	ISOLabel                        = Етикетът на тома е зададен:
	ISOCustomize                    = Име на етикета на том по ISO
	ISO9660                         = Проверете правилата за именуване
	ISO9660Tips                     = Уникалното име не може да надвишава 260 знака, името на тома по ISO не може да надвишава 16 знака и не може да съдържа: начални и завършващи интервали, \\ / : * ? & @ ! "" < > |
	ISOFolderName                   = Персонализирано уникално именуване
	ISOAddFlagsLang                 = Добавете многоезично маркиране
	ISOAddFlagsLangGet              = Вземете известни езици за инсталиране
	ISOAddFlagsVer                  = Добавяне на етикет с няколко версии
	ISOAddFlagsVerGet               = Вземете известната версия на изображението
	ISOAddEICFG                     = Добавете тип версия
	ISOAddEICFGTips                 = Когато разчитате на EI.cfg, това е комерсиална версия.
	ISO9660TipsErrorSpace           = Не може да съдържа: водещи и завършващи интервали
	ISO9660TipsErrorOther           = Не може да съдържа: \\ / : * ? & @ ! "" < > |
	SelOSver                        = Изберете тип език
	SelLabel                        = Кодово име
	ISOVerLabel                     = Изберете име на етикет на ISO обем
	NoSetLabel                      = Не е зададен персонализиран ISO етикет за обем
	ISOLengthError                  = Етикетът на тома не може да бъде по-дълъг от {0} знака
	RenameFailed                    = Същото като старата директория, преименуването не бе успешно
	ISOCreateAfter                  = Какво трябва да направите, преди да създадете ISO
	ISOCreateRear                   = Какво трябва да направите след създаването на ISO
	BypassTPM                       = Прескочете инсталационната проверка на TPM
	Disable_BitLocker               = Деактивирайте шифроването на устройството с BitLocker по време на инсталацията
	PublicDate                      = Дата на издаване
	PublicDateGetCurrent            = Синхронизиране на текущата дата
	PublicYear                      = Година
	PublicMonth                     = Луна
	ISOCreateFailed                 = Създаването е неуспешно, директорията не може да се чете или записва.
	ISORefreshAuto                  = Опреснявайте ISO таговете всеки път
	ISOSaveTo                       = ISO местоположение за запис по подразбиране
	ISOSaveSameGlobal               = Използвайте глобално ISO място за запис по подразбиране
	ISOSaveSync                     = Автоматично синхронизирайте новото местоположение, след като изберете диска за търсене на източник на изображение
	ISOSaveSame                     = Търсете пътя на диска с помощта на източник на изображение
	ISOFolderWrite                  = Проверете дали директорията може да се чете и записва
	SelectAutoAvailable             = При автоматично избиране на наличен диск
	SelectCheckAvailable            = Проверете минималното налично оставащо пространство
	ISOStructure                    = Нова структура на директория
	ISOOSLevel                      = Добавете тип инсталация
	ISOUniqueNameDirectory          = Добавете директория с уникални имена
	NextDoOperate                   = Не създавайте ISO
	SelCreateISO                    = Генерирайте ISO, изпълнете при поискване
	Reconstruction                  = Възстановете {0}.wim с максимално компресиране
	Reconstruction_Tips_Select      = Преди повторно изграждане, той ще бъде изпълнен само когато не е зареден. Ще принуди записването да бъде разрешено и след това ще демонтира монтирания файл.
	ReconstructionTips              = Над 520 MB, препоръчва се повторно изграждане
	EmptyDirectory                  = Изтриване на началната директория на източника на изображението
	CreateASC                       = Добавете PGP подпис към ISO
	CreateASCPwd                    = Парола за сертификат
	CreateASCAuthor                 = Подписващ се
	CreateASCAuthorTips             = Няма избрани подписващи.
	CreateSHA256                    = Генерирайте .SHA-256 за ISO
	GenerateRandom                  = Генериране на произволни числа
	RandomNumberReset               = Регенерирайте
'@