ConvertFrom-StringData -StringData @'
	# th-TH
	# Thai (Thailand)

	Save                            = บันทึก
	DoNotSave                       = อย่าบันทึก
	DoNotSaveTips                   = ไม่สามารถกู้คืนได้ ให้ถอนการติดตั้งอิมเมจโดยตรง
	UnmountAndSave                  = หลังจากบันทึกและยกเลิกการต่อเชื่อมรูปภาพ
	UnmountNotAssignMain            = เมื่อ {0} ไม่ได้รับการจัดสรร
	UnmountNotAssignMain_Tips       = ในระหว่างการประมวลผลเป็นชุด คุณต้องระบุว่าจะบันทึกรายการหลักที่ยังไม่ได้กำหนดหรือไม่
	ImageEjectTips                  = เตือน\n\n    1. ก่อนบันทึก ขอแนะนำให้คุณ "ตรวจสอบสถานะสุขภาพ" เมื่อข้อความ "ซ่อมแซมได้" หรือ "ไม่สามารถซ่อมแซมได้" ปรากฏขึ้น:\n       * ในระหว่างกระบวนการแปลง ESD ข้อผิดพลาด 13 จะแสดงขึ้น และข้อมูลไม่ถูกต้อง\n       * เกิดข้อผิดพลาดขณะติดตั้งระบบ\n\n    2. ตรวจสอบสถานะสุขภาพ ไม่รองรับ boot.wim\n\n    3. เมื่อมีไฟล์ในรูปภาพที่ติดตั้งอยู่และไม่ได้ระบุการดำเนินการถอนการติดตั้งไว้ในรูปภาพ ไฟล์นั้นจะถูกบันทึกตามค่าเริ่มต้น\n\n    4. เมื่อบันทึก คุณสามารถกำหนดกิจกรรมส่วนขยายได้\n\n    5. กิจกรรมหลังจากป๊อปอัพจะดำเนินการเฉพาะในกรณีที่ไม่ได้บันทึก
	ImageEjectSpecification         = เกิดข้อผิดพลาดขณะถอนการติดตั้ง {0} โปรดถอนการติดตั้งส่วนขยายแล้วลองอีกครั้ง
	ImageEjectExpand                = จัดการไฟล์ภายในรูปภาพ
	ImageEjectExpandTips            = เคล็ดลับ\n\n    ตรวจสอบสถานะความสมบูรณ์อาจไม่รองรับ คุณสามารถลองตรวจสอบได้หลังจากเปิดใช้งานแล้ว
	Image_Eject_Force               = อนุญาตให้ถอนการติดตั้งรูปภาพออฟไลน์
	ImageEjectDone                  = หลังจากเสร็จสิ้นภารกิจทั้งหมดแล้ว
'@