ConvertFrom-StringData -StringData @'
	# el-gr
	# Greek (Greece)

	AdditionalEdition               = Έκδοση Πρόσθετου
	AE_Required_EditionID           = Απαιτούμενο Αναγνωριστικό Έκδοσης
	AE_New_EditionID                = Νέο Αναγνωριστικό Έκδοσης
	IsNewScheme                     = Διαθέσιμη Λύση
	AE_IsCheck                      = Έλεγχος για Συμβάντα Έκδοσης Πρόσθετου
	AE_IsRuning                     = Διαθέσιμα Συμβάντα Έκδοσης Πρόσθετου
	AE_Not_Match                    = Δεν βρέθηκε αντίστοιχο αναγνωριστικό έκδοσης
	AE_NoEvent                      = Δεν βρέθηκαν Συμβάντα Έκδοσης Πρόσθετου
	AE_Rename                       = Επιτρέπεται η Μετονομασία όλων των Λεπτομερειών
	AE_Replace_Name                 = Αυτόματη Αντικατάσταση Ονομάτων Γλώσσας
	AE_Add_Exclude_Nomount          = Προσθήκη σε Εξαίρεση από Μη Ζητούμενες Προσαρτήσεις
	AE_ExcludeMount                 = Εξαίρεση από Μη Ζητούμενες Προσαρτήσεις
	AE_ExcludeMountTips             = Αντιστοιχίζετε ένα στοιχείο για εξαίρεση από μη ζητούμενες προσαρτήσεις. Μετά την προσθήκη του, δεν θα ζητούνται πλέον αλλαγές στο αναγνωριστικό έκδοσης ή στον σειριακό αριθμό για προσάρτηση.
	AE_Is_Auto_Sel_Exclude          = Μην επιλέγετε πρόσθετα που δεν ταιριάζουν
	DropOrder                       = Ταξινόμηση με μεταφορά και απόθεση
	EditionErrorNoMatch             = Αναντιστοιχία σημαίας ID έκδοσης, στοιχείο σφάλματος {0}
'@