ConvertFrom-StringData -StringData @'
	# bg-bg
	# Bulgarian (Bulgaria)

	ChkUpdate                 = Проверете за актуализации
	UpdateServerSelect        = Автоматичен избор на сървър или персонализиран избор
	UpdateServerNoSelect      = Моля, изберете наличен сървър
	UpdateSilent              = Актуализирайте безшумно, когато има налични актуализации
	UpdateClean               = Позволете почистване на стари версии в свободното време
	UpdateReset               = Нулирайте това решение
	UpdateResetTips           = Когато адресът за изтегляне е наличен, изтеглянето се принуждава и актуализира автоматично.
	UpdateCheckServerStatus   = Проверете състоянието на сървъра ( налични са {0} опции )
	UpdateServerAddress       = Адрес на сървъра
	UpdatePriority            = Вече е зададен като приоритет
	UpdateServerTestFailed    = Неуспешен тест за състояние на сървъра
	UpdateQueryingUpdate      = Извършва се заявка за актуализации...
	UpdateQueryingTime        = Проверка дали е налична най-новата версия, връзката отне {0} милисекунди.
	UpdateConnectFailed       = Не може да се свърже с отдалечен сървър, проверката за актуализации е прекратена.
	UpdateREConnect           = Връзката не бе успешна, опит за {0}/{1} -ти път.
	UpdateMinimumVersion      = Отговаря на изискванията за минимална версия на програмата за актуализиране, минимална необходима версия: {0}
	UpdateVerifyAvailable     = Проверете дали адресът е наличен
	Download                  = изтегляне
	UpdateDownloadAddress     = Адрес за изтегляне
	UpdateAvailable           = Наличен
	UpdateUnavailable         = Не е наличен
	UpdateCurrent             = Използвана в момента версия
	UpdateLatest              = Най-новата налична версия
	UpdateNewLatest           = Открийте нови налични версии!
	UpdateSkipUpdateCheck     = Предварително конфигурирана политика за недопускане на автоматично стартиране на актуализации за първи път.
	UpdateTimeUsed            = Прекарано време
	UpdatePostProc            = Последваща обработка
	UpdateNotExecuted         = Не е изпълнено
	UpdateNoPost              = Задачата за последваща обработка не е намерена
	UpdateUnpacking           = Разархивиране
	UpdateDone                = Актуализиран успешно!
	UpdateDoneRefresh         = След приключване на актуализацията се извършва функционална обработка.
	UpdateUpdateStop          = Възникна грешка при изтеглянето на актуализацията и процесът на актуализация беше прекратен.
	UpdateInstall             = Искате ли да инсталирате тази актуализация?
	UpdateInstallSel          = Да, горната актуализация ще бъде инсталирана\nНе, актуализацията няма да бъде инсталирана
	UpdateNotSatisfied        = \n  Минималните изисквания за версия на програмата за актуализиране не са изпълнени,\n\n  Минимална необходима версия: {0}\n\n  Моля, изтеглете отново.\n\n  Проверката за актуализации е прекратена.\n

	IsAllowSHA256Check        = Разрешаване на проверка на хеша SHA256
	GetSHAFailed              = Неуспешно извличане на хеша за сравнение с изтегления файл.
	Verify_Done               = Проверката е успешна.
	Verify_Failed             = Проверката е неуспешна, несъответствие на хеша.

	Auto_Update_Allow         = Разрешаване на автоматични проверки за актуализации във фонов режим
	Auto_Update_New_Allow     = Когато бъдат открити нови актуализации, разрешаване на автоматични актуализации.
	Auto_Check_Time           = Часове, интервал между автоматичните проверки
	Auto_Last_Check_Time      = Време на последната автоматична проверка за актуализации
	Auto_Next_Check_Time      = Не повече от {0} часа, време на следващата проверка
	Auto_First_Check          = Няма извършена проверка за актуализации преди това, ще се извърши първата проверка за актуализации
	Auto_Update_Last_status   = Състояние на последната актуализация
	Auto_Update_IsLatest      = Вече е най-новата версия.

	SearchOrder               = Ред на търсене
	SearchOrderTips           = Ред на търсене\n  Ако са изпълнени [ 1.  2. ] условия, търсенето спира; в противен случай продължава.\n\n\n1. Индексен номер\n   Търсене за [ Добавяне на източник ]\\Custom\\[ Съвпадащ с текущо монтирания индексен номер ]. Ако се намери съвпадение, добавете файла и спрете търсенето.\n\n2. Флаг за изображение\n   Търсене за [ Добавяне на източник ]\\Custom\\[ Получаване на флага за текущо монтирано изображение ]. Ако се намери съвпадение, добавете файла и спрете търсенето.\n\n3. Друго\n   Ако нито едно от 12-те условия не е изпълнено, всички файлове от източника се добавят по подразбиране ( с изключение на директорията Custom в източника ).
'@